{
  "scripture": "Bhagavad-gītā",
  "chapter": 13,
  "verse": 27,
  "verse_id": "bg-13-27",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nयावत्सञ्जायते किञ्चित्सत्त्वं स्थावरजङ्गमम् ।\nक्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ ॥ २७ ॥",
    "iast": "Verse text\nyāvat sañjāyate kiñcit\nsattvaṁ sthāvara-jaṅgamam\nkṣetra-kṣetrajña-saṁyogāt\ntad viddhi bharatarṣabha"
  },
  "synonyms": "Synonyms\nyāvat\n—\nwhatever\n;\nsañjāyate\n—\ncomes into being\n;\nkiñcit\n—\nanything\n;\nsattvam\n—\nexistence\n;\nsthāvara\n—\nnot moving\n;\njaṅgamam\n—\nmoving\n;\nkṣetra\n—\nof the body\n;\nkṣetra\n-\njña\n—\nand the knower of the body\n;\nsaṁyogāt\n—\nby the union between\n;\ntat\nviddhi\n—\nyou must know it\n;\nbharata\n-\nṛṣabha\n—\nO chief of the Bhāratas\n.",
  "translation": "Translation\nO chief of the Bhāratas, know that whatever you see in existence, both the moving and the nonmoving, is only a combination of the field of activities and the knower of the field.",
  "purport": [
    "Purport",
    "Both material nature and the living entity, which were existing before the creation of the cosmos, are explained in this verse. Whatever is created is but a combination of the living entity and material nature. There are many manifestations like trees, mountains and hills which are not moving, and there are many existences which are moving, and all of them are but combinations of material nature and the superior nature, the living entity. Without the touch of the superior nature, the living entity, nothing can grow. The relationship between material nature and spiritual nature is eternally going on, and this combination is effected by the Supreme Lord; therefore He is the controller of both the superior and inferior natures. The material nature is created by Him, and the superior nature is placed in this material nature, and thus all these activities and manifestations take place."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}