{
  "scripture": "Bhagavad-gītā",
  "chapter": 9,
  "verse": 8,
  "verse_id": "bg-09-08",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nप्रकृतिं स्वामवष्टभ्य विसृजामि पुन: पुन: ।\nभूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् ॥ ८ ॥",
    "iast": "Verse text\nprakṛtiṁ svām avaṣṭabhya\nvisṛjāmi punaḥ punaḥ\nbhūta-grāmam imaṁ kṛtsnam\navaśaṁ prakṛter vaśāt"
  },
  "synonyms": "Synonyms\nprakṛtim\n—\nthe material nature\n;\nsvām\n—\nof My personal Self\n;\navaṣṭabhya\n—\nentering into\n;\nvisṛjāmi\n—\nI create\n;\npunaḥ\npunaḥ\n—\nagain and again\n;\nbhūta\n-\ngrāmam\n—\nall the cosmic manifestations\n;\nimam\n—\nthese\n;\nkṛtsnam\n—\nin total\n;\navaśam\n—\nautomatically\n;\nprakṛteḥ\n—\nof the force of nature\n;\nvaśāt\n—\nunder obligation\n.",
  "translation": "Translation\nThe whole cosmic order is under Me. Under My will it is automatically manifested again and again, and under My will it is annihilated at the end.",
  "purport": [
    "Purport",
    "This material world is the manifestation of the inferior energy of the Supreme Personality of Godhead. This has already been explained several times. At the creation, the material energy is let loose as the",
    "mahat-tattva,",
    "into which the Lord as His first",
    "puruṣa",
    "incarnation, Mahā-viṣṇu, enters. He lies within the Causal Ocean and breathes out innumerable universes, and into each universe the Lord again enters as Garbhodaka-śāyī Viṣṇu. Each universe is in that way created. He still further manifests Himself as Kṣīrodaka-śāyī Viṣṇu, and that Viṣṇu enters into everything – even into the minute atom. This fact is explained here. He enters into everything.",
    "Now, as far as the living entities are concerned, they are impregnated into this material nature, and as a result of their past deeds they take different positions. Thus the activities of this material world begin. The activities of the different species of living beings are begun from the very moment of the creation. It is not that all is evolved. The different species of life are created immediately along with the universe. Men, animals, beasts, birds – everything is simultaneously created, because whatever desires the living entities had at the last annihilation are again manifested. It is clearly indicated here by the word",
    "avaśam",
    "that the living entities have nothing to do with this process. The state of being in their past life in the past creation is simply manifested again, and all this is done simply by His will. This is the inconceivable potency of the Supreme Personality of God. And after creating different species of life, He has no connection with them. The creation takes place to accommodate the inclinations of the various living entities, and so the Lord does not become involved with it."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}