{
  "scripture": "Bhagavad-gītā",
  "chapter": 10,
  "verse": 15,
  "verse_id": "bg-10-15",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nस्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम ।\nभूतभावन भूतेश देवदेव जगत्पते ॥ १५ ॥",
    "iast": "Verse text\nsvayam evātmanātmānaṁ\nvettha tvaṁ puruṣottama\nbhūta-bhāvana bhūteśa\ndeva-deva jagat-pate"
  },
  "synonyms": "Synonyms\nsvayam\n—\npersonally\n;\neva\n—\ncertainly\n;\nātmanā\n—\nby Yourself\n;\nātmānam\n—\nYourself\n;\nvettha\n—\nknow\n;\ntvam\n—\nYou\n;\npuruṣa\n-\nuttama\n—\nO greatest of all persons\n;\nbhūta\n-\nbhāvana\n—\nO origin of everything\n;\nbhūta\n-\nīśa\n—\nO Lord of everything\n;\ndeva\n-\ndeva\n—\nO Lord of all demigods\n;\njagat\n-\npate\n—\nO Lord of the entire universe\n.",
  "translation": "Translation\nIndeed, You alone know Yourself by Your own internal potency, O Supreme Person, origin of all, Lord of all beings, God of gods, Lord of the universe!",
  "purport": [
    "Purport",
    "The Supreme Lord, Kṛṣṇa, can be known by persons who are in a relationship with Him through the discharge of devotional service, like Arjuna and his followers. Persons of demonic or atheistic mentality cannot know Kṛṣṇa. Mental speculation that leads one away from the Supreme Lord is a serious sin, and one who does not know Kṛṣṇa should not try to comment on",
    "Bhagavad-gītā. Bhagavad-gītā",
    "is the statement of Kṛṣṇa, and since it is the science of Kṛṣṇa, it should be understood from Kṛṣṇa as Arjuna understood it. It should not be received from atheistic persons.",
    "As stated in",
    "Śrīmad-Bhāgavatam",
    "(1.2.11)",
    ":",
    "vadanti tat tattva-vidas",
    "tattvaṁ yaj jñānam advayam",
    "brahmeti paramātmeti",
    "bhagavān iti śabdyate",
    "The Supreme Truth is realized in three aspects: as impersonal Brahman, localized Paramātmā and at last as the Supreme Personality of Godhead. So at the last stage of understanding the Absolute Truth, one comes to the Supreme Personality of Godhead. A common man or even a liberated man who has realized impersonal Brahman or localized Paramātmā may not understand God’s personality. Such men, therefore, may endeavor to understand the Supreme Person from the verses of",
    "Bhagavad-gītā,",
    "which are being spoken by this person, Kṛṣṇa. Sometimes the impersonalists accept Kṛṣṇa as Bhagavān, or they accept His authority. Yet many liberated persons cannot understand Kṛṣṇa as Puruṣottama, the Supreme Person. Therefore Arjuna addresses Him as Puruṣottama. Yet one still may not understand that Kṛṣṇa is the father of all living entities. Therefore Arjuna addresses Him as Bhūta-bhāvana. And if one comes to know Him as the father of all the living entities, still one may not know Him as the supreme controller; therefore He is addressed here as Bhūteśa, the supreme controller of everyone. And even if one knows Kṛṣṇa as the supreme controller of all living entities, still one may not know that He is the origin of all the demigods; therefore He is addressed herein as Deva-deva, the worshipful God of all demigods. And even if one knows Him as the worshipful God of all demigods, one may not know that He is the supreme proprietor of everything; therefore He is addressed as Jagat-pati. Thus the truth about Kṛṣṇa is established in this verse by the realization of Arjuna, and we should follow in the footsteps of Arjuna to understand Kṛṣṇa as He is."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}