{
  "scripture": "Bhagavad-gītā",
  "chapter": 12,
  "verse": 10,
  "verse_id": "bg-12-10",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nअभ्यासेऽप्यसमर्थोऽसि मत्कर्मपरमो भव ।\nमदर्थमपि कर्माणि कुर्वन्सिद्धिमवाप्स्यसि ॥ १० ॥",
    "iast": "Verse text\nabhyāse ’py asamartho ’si\nmat-karma-paramo bhava\nmad-artham api karmāṇi\nkurvan siddhim avāpsyasi"
  },
  "synonyms": "Synonyms\nabhyāse\n—\nin practice\n;\napi\n—\neven if\n;\nasamarthaḥ\n—\nunable\n;\nasi\n—\nyou are\n;\nmat\n-\nkarma\n—\nMy work\n;\nparamaḥ\n—\ndedicated to\n;\nbhava\n—\nbecome\n;\nmat\n-\nartham\n—\nfor My sake\n;\napi\n—\neven\n;\nkarmāṇi\n—\nwork\n;\nkurvan\n—\nperforming\n;\nsiddhim\n—\nperfection\n;\navāpsyasi\n—\nyou will achieve\n.",
  "translation": "Translation\nIf you cannot practice the regulations of bhakti-yoga, then just try to work for Me, because by working for Me you will come to the perfect stage.",
  "purport": [
    "Purport",
    "One who is not able even to practice the regulative principles of",
    "bhakti-yoga,",
    "under the guidance of a spiritual master, can still be drawn to this perfectional stage by working for the Supreme Lord. How to do this work has already been explained in the fifty-fifth verse of the Eleventh Chapter. One should be sympathetic to the propagation of Kṛṣṇa consciousness. There are many devotees who are engaged in the propagation of Kṛṣṇa consciousness, and they require help. So, even if one cannot directly practice the regulative principles of",
    "bhakti-yoga,",
    "he can try to help such work. Every endeavor requires land, capital, organization and labor. Just as in business one requires a place to stay, some capital to use, some labor and some organization to expand, so the same is required in the service of Kṛṣṇa. The only difference is that in materialism one works for sense gratification. The same work, however, can be performed for the satisfaction of Kṛṣṇa, and that is spiritual activity. If one has sufficient money, he can help in building an office or temple for propagating Kṛṣṇa consciousness. Or he can help with publications. There are various fields of activity, and one should be interested in such activities. If one cannot sacrifice the results of his activities, the same person can still sacrifice some percentage to propagate Kṛṣṇa consciousness. This voluntary service to the cause of Kṛṣṇa consciousness will help one to rise to a higher state of love for God, whereupon one becomes perfect."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}