{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.5.10.prabhupada.exposition",
  "editorial_unit_ref": "bg.5.10.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "Here\n\nbrahmaṇi\n\nmeans in Kṛṣṇa consciousness. The material world is a sum total manifestation of the three modes of material nature, technically called the\n\npradhāna\n\n. The Vedic hymns\n\nsarvaṁ hy etad brahma\n\n(\n\nMāṇḍūkya Upaniṣad\n\n2),\n\ntasmād etad brahma nāma rūpam annaṁ ca jāyate\n\n(\n\nMuṇḍaka Upaniṣad\n\n1.1.9), and, in the\n\nBhagavad-gītā\n\n(14.3),\n\nmama yonir mahad brahma\n\nindicate that everything in the material world is a manifestation of Brahman; and although the effects are differently manifested, they are nondifferent from the cause. In the\n\nĪśopaniṣad\n\nit is said that everything is related to the Supreme Brahman, or Kṛṣṇa, and thus everything belongs to Him only. One who knows perfectly well that everything belongs to Kṛṣṇa, that He is the proprietor of everything and that, therefore, everything is engaged in the service of the Lord, naturally has nothing to do with the results of his activities, whether virtuous or sinful. Even one’s material body, being a gift of the Lord for carrying out a particular type of action, can be engaged in Kṛṣṇa consciousness. It is then beyond contamination by sinful reactions, exactly as the lotus leaf, though remaining in the water, is not wet. The Lord also says in the\n\nGītā\n\n(3.30),\n\nmayi sarvāṇi karmāṇi sannyasya:\n\n“Resign all works unto Me [Kṛṣṇa].” The conclusion is that a person without Kṛṣṇa consciousness acts according to the concept of the material body and senses, but a person in Kṛṣṇa consciousness acts according to the knowledge that the body is the property of Kṛṣṇa and should therefore be engaged in the service of Kṛṣṇa."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}