{
  "scripture": "Bhagavad-gītā",
  "chapter": 17,
  "verse": 14,
  "verse_id": "bg-17-14",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nदेवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् ।\nब्रह्मचर्यमहिंसा च शारीरं तप उच्यते ॥ १४ ॥",
    "iast": "Verse text\ndeva-dvija-guru-prājña-\npūjanaṁ śaucam ārjavam\nbrahmacaryam ahiṁsā ca\nśārīraṁ tapa ucyate"
  },
  "synonyms": "Synonyms\ndeva\n—\nof the Supreme Lord\n;\ndvija\n—\nthe\nbrāhmaṇas\n;\nguru\n—\nthe spiritual master\n;\nprājña\n—\nand worshipable personalities\n;\npūjanam\n—\nworship\n;\nśaucam\n—\ncleanliness\n;\nārjavam\n—\nsimplicity\n;\nbrahmacaryam\n—\ncelibacy\n;\nahiṁsā\n—\nnonviolence\n;\nca\n—\nalso\n;\nśārīram\n—\npertaining to the body\n;\ntapaḥ\n—\nausterity\n;\nucyate\n—\nis said to be\n.",
  "translation": "Translation\nAusterity of the body consists in worship of the Supreme Lord, the brāhmaṇas, the spiritual master, and superiors like the father and mother, and in cleanliness, simplicity, celibacy and nonviolence.",
  "purport": [
    "Purport",
    "The Supreme Godhead here explains the different kinds of austerity and penance. First He explains the austerities and penances practiced by the body. One should offer, or learn to offer, respect to God or to the demigods, the perfect, qualified",
    "brāhmaṇas",
    "and the spiritual master and superiors like father, mother or any person who is conversant with Vedic knowledge. These should be given proper respect. One should practice cleansing oneself externally and internally, and he should learn to become simple in behavior. He should not do anything which is not sanctioned by the scriptural injunctions. He should not indulge in sex outside of married life, for sex is sanctioned in the scripture only in marriage, not otherwise. This is called celibacy. These are penances and austerities as far as the body is concerned."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}