{
  "scripture": "Bhagavad-gītā",
  "chapter": 5,
  "verse": 20,
  "verse_id": "bg-05-20",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nन प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् ।\nस्थिरबुद्धिरसम्मूढो ब्रह्मविद्‍ब्रह्मणि स्थित: ॥ २० ॥",
    "iast": "Verse text\nna prahṛṣyet priyaṁ prāpya\nnodvijet prāpya cāpriyam\nsthira-buddhir asammūḍho\nbrahma-vid brahmaṇi sthitaḥ"
  },
  "synonyms": "Synonyms\nna\n—\nnever\n;\nprahṛṣyet\n—\nrejoices\n;\npriyam\n—\nthe pleasant\n;\nprāpya\n—\nachieving\n;\nna\n—\ndoes not\n;\nudvijet\n—\nbecome agitated\n;\nprāpya\n—\nobtaining\n;\nca\n—\nalso\n;\napriyam\n—\nthe unpleasant\n;\nsthira\n-\nbuddhiḥ\n—\nself-intelligent\n;\nasammūḍhaḥ\n—\nunbewildered\n;\nbrahma\n-\nvit\n—\none who knows the Supreme perfectly\n;\nbrahmaṇi\n—\nin the transcendence\n;\nsthitaḥ\n—\nsituated\n.",
  "translation": "Translation\nA person who neither rejoices upon achieving something pleasant nor laments upon obtaining something unpleasant, who is self-intelligent, who is unbewildered, and who knows the science of God is already situated in transcendence.",
  "purport": [
    "Purport",
    "The symptoms of the self-realized person are given herein. The first symptom is that he is not illusioned by the false identification of the body with his true self. He knows perfectly well that he is not this body but is the fragmental portion of the Supreme Personality of Godhead. He is therefore not joyful in achieving something, nor does he lament in losing anything which is related to his body. This steadiness of mind is called",
    "sthira-buddhi,",
    "or self-intelligence. He is therefore never bewildered by mistaking the gross body for the soul, nor does he accept the body as permanent and disregard the existence of the soul. This knowledge elevates him to the station of knowing the complete science of the Absolute Truth, namely Brahman, Paramātmā and Bhagavān. He thus knows his constitutional position perfectly well, without falsely trying to become one with the Supreme in all respects. This is called Brahman realization, or self-realization. Such steady consciousness is called Kṛṣṇa consciousness."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}