{
  "scripture": "Bhagavad-gītā",
  "chapter": 17,
  "verse": 1,
  "verse_id": "bg-17-01",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nअर्जुन उवाच\nये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विता: ।\nतेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तम: ॥ १ ॥",
    "iast": "Verse text\narjuna uvāca\nye śāstra-vidhim utsṛjya\nyajante śraddhayānvitāḥ\nteṣāṁ niṣṭhā tu kā kṛṣṇa\nsattvam āho rajas tamaḥ"
  },
  "synonyms": "Synonyms\narjunaḥ\nuvāca\n—\nArjuna said\n;\nye\n—\nthose who\n;\nśāstra\n-\nvidhim\n—\nthe regulations of scripture\n;\nutsṛjya\n—\ngiving up\n;\nyajante\n—\nworship\n;\nśraddhayā\n—\nfull faith\n;\nanvitāḥ\n—\npossessed of\n;\nteṣām\n—\nof them\n;\nniṣṭhā\n—\nthe faith\n;\ntu\n—\nbut\n;\nkā\n—\nwhat\n;\nkṛṣṇa\n—\nO Kṛṣṇa\n;\nsattvam\n—\nin goodness\n;\nāho\n—\nor else\n;\nrajaḥ\n—\nin passion\n;\ntamaḥ\n—\nin ignorance\n.",
  "translation": "Translation\nArjuna inquired: O Kṛṣṇa, what is the situation of those who do not follow the principles of scripture but worship according to their own imagination? Are they in goodness, in passion or in ignorance?",
  "purport": [
    "Purport",
    "In the Fourth Chapter, thirty-ninth verse, it is said that a person faithful to a particular type of worship gradually becomes elevated to the stage of knowledge and attains the highest perfectional stage of peace and prosperity. In the Sixteenth Chapter, it is concluded that one who does not follow the principles laid down in the scriptures is called an",
    "asura,",
    "demon, and one who follows the scriptural injunctions faithfully is called a",
    "deva,",
    "or demigod. Now, if one, with faith, follows some rules which are not mentioned in the scriptural injunctions, what is his position? This doubt of Arjuna’s is to be cleared by Kṛṣṇa. Are those who create some sort of God by selecting a human being and placing their faith in him worshiping in goodness, passion or ignorance? Do such persons attain the perfectional stage of life? Is it possible for them to be situated in real knowledge and elevate themselves to the highest perfectional stage? Do those who do not follow the rules and regulations of the scriptures but who have faith in something and worship gods and demigods and men attain success in their effort? Arjuna is putting these questions to Kṛṣṇa."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}