{
  "temp_id": "vedabase-bg-12-20",
  "chapter": 12,
  "verse": 20,
  "verse_id": "bg-12-20",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "ये तु धर्मामृतमिदं यथोक्तं पर्युपासते ।\nश्रद्दधाना मत्परमा भक्तास्तेऽतीव मे प्रिया: ॥ २० ॥",
    "iast": "ye tu dharmāmṛtam idaṁ\nyathoktaṁ paryupāsate\nśraddadhānā mat-paramā\nbhaktās te ’tīva me priyāḥ"
  },
  "synonyms_raw": "ye\n—\nthose who\n;\ntu\n—\nbut\n;\ndharma\n—\nof religion\n;\namṛtam\n—\nnectar\n;\nidam\n—\nthis\n;\nyathā\n—\nas\n;\nuktam\n—\nsaid\n;\nparyupāsate\n—\ncompletely engage\n;\nśraddadhānāḥ\n—\nwith faith\n;\nmat\n-\nparamāḥ\n—\ntaking Me, the Supreme Lord, as everything\n;\nbhaktāḥ\n—\ndevotees\n;\nte\n—\nthey\n;\natīva\n—\nvery, very\n;\nme\n—\nto Me\n;\npriyāḥ\n—\ndear\n.",
  "translation": "Those who follow this imperishable path of devotional service and who completely engage themselves with faith, making Me the supreme goal, are very, very dear to Me.",
  "purport": [
    "In this chapter, from verse 2 through the end – from",
    "mayy āveśya mano ye mām",
    "(“fixing the mind on Me”) through",
    "ye tu dharmāmṛtam idam",
    "(“this religion of eternal engagement”) – the Supreme Lord has explained the processes of transcendental service for approaching Him. Such processes are very dear to the Lord, and He accepts a person engaged in them. The question of who is better – one who is engaged in the path of impersonal Brahman or one who is engaged in the personal service of the Supreme Personality of Godhead – was raised by Arjuna, and the Lord replied to him so explicitly that there is no doubt that devotional service to the Personality of Godhead is the best of all processes of spiritual realization. In other words, in this chapter it is decided that through good association one develops attachment for pure devotional service and thereby accepts a bona fide spiritual master and from him begins to hear and chant and observe the regulative principles of devotional service with faith, attachment and devotion and thus becomes engaged in the transcendental service of the Lord. This path is recommended in this chapter; therefore there is no doubt that devotional service is the only absolute path for self-realization, for the attainment of the Supreme Personality of Godhead. The impersonal conception of the Supreme Absolute Truth, as described in this chapter, is recommended only up to the time one surrenders himself for self-realization. In other words, as long as one does not have the chance to associate with a pure devotee, the impersonal conception may be beneficial. In the impersonal conception of the Absolute Truth one works without fruitive result, meditates and cultivates knowledge to understand spirit and matter. This is necessary as long as one is not in the association of a pure devotee. Fortunately, if one develops directly a desire to engage in Kṛṣṇa consciousness in pure devotional service, he does not need to undergo step-by-step improvements in spiritual realization. Devotional service, as described in the middle six chapters of",
    "Bhagavad-gītā,",
    "is more congenial. One need not bother about materials to keep body and soul together, because by the grace of the Lord everything is carried out automatically.",
    "Thus end the Bhaktivedanta Purports to the Twelfth Chapter of the",
    "Śrīmad Bhagavad-gītā",
    "in the matter of Devotional Service."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "ye",
        "meaning": "those who"
      },
      {
        "sanskrit": "tu",
        "meaning": "but"
      },
      {
        "sanskrit": "dharma",
        "meaning": "of religion"
      },
      {
        "sanskrit": "amṛtam",
        "meaning": "nectar"
      },
      {
        "sanskrit": "idam",
        "meaning": "this"
      },
      {
        "sanskrit": "yathā",
        "meaning": "as"
      },
      {
        "sanskrit": "uktam",
        "meaning": "said"
      },
      {
        "sanskrit": "paryupāsate",
        "meaning": "completely engage"
      },
      {
        "sanskrit": "śraddadhānāḥ",
        "meaning": "with faith"
      },
      {
        "sanskrit": "mat paramāḥ",
        "meaning": "taking Me, the Supreme Lord, as everything"
      },
      {
        "sanskrit": "bhaktāḥ",
        "meaning": "devotees"
      },
      {
        "sanskrit": "te",
        "meaning": "they"
      },
      {
        "sanskrit": "atīva",
        "meaning": "very, very"
      },
      {
        "sanskrit": "me",
        "meaning": "to Me"
      }
    ]
  }
}