{
  "temp_id": "vedabase-bg-12-12",
  "chapter": 12,
  "verse": 12,
  "verse_id": "bg-12-12",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "श्रेयो हि ज्ञानमभ्यासाज्ज्ञानाद्ध्यानं विशिष्यते ।\nध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम् ॥ १२ ॥",
    "iast": "śreyo hi jñānam abhyāsāj\njñānād dhyānaṁ viśiṣyate\ndhyānāt karma-phala-tyāgas\ntyāgāc chāntir anantaram"
  },
  "synonyms_raw": "śreyaḥ\n—\nbetter\n;\nhi\n—\ncertainly\n;\njñānam\n—\nknowledge\n;\nabhyāsāt\n—\nthan practice\n;\njñānāt\n—\nthan knowledge\n;\ndhyānam\n—\nmeditation\n;\nviśiṣyate\n—\nis considered better\n;\ndhyānāt\n—\nthan meditation\n;\nkarma\n-\nphala\n-\ntyāgaḥ\n—\nrenunciation of the results of fruitive action\n;\ntyāgāt\n—\nby such renunciation\n;\nśāntiḥ\n—\npeace\n;\nanantaram\n—\nthereafter\n.",
  "translation": "If you cannot take to this practice, then engage yourself in the cultivation of knowledge. Better than knowledge, however, is meditation, and better than meditation is renunciation of the fruits of action, for by such renunciation one can attain peace of mind.",
  "purport": [
    "As mentioned in the previous verses, there are two kinds of devotional service: the way of regulative principles and the way of full attachment in love to the Supreme Personality of Godhead. For those who are actually not able to follow the principles of Kṛṣṇa consciousness it is better to cultivate knowledge, because by knowledge one can be able to understand his real position. Gradually knowledge will develop to the point of meditation. By meditation one can be able to understand the Supreme Personality of Godhead by a gradual process. In the cultivation of knowledge there are processes which make one understand that one himself is the Supreme, and that sort of meditation is preferred if one is unable to engage in devotional service. If one is not able to meditate in such a way, then there are prescribed duties, as enjoined in the Vedic literature, for the",
    "brāhmaṇas, kṣatriyas, vaiśyas",
    "and",
    "śūdras,",
    "which we shall find in the last chapter of",
    "Bhagavad-gītā.",
    "But in all cases, one should give up the result or fruits of labor; this means to employ the result of",
    "karma",
    "for some good cause.",
    "In summary, to reach the Supreme Personality of Godhead, the highest goal, there are two processes: one process is by gradual development, and the other process is direct. Devotional service in Kṛṣṇa consciousness is the direct method, and the other method involves renouncing the fruits of one’s activities. Then one can come to the stage of knowledge, then to the stage of meditation, then to the stage of understanding the Supersoul, and then to the stage of the Supreme Personality of Godhead. One may take either the step-by-step process or the direct path. The direct process is not possible for everyone; therefore the indirect process is also good. It is, however, to be understood that the indirect process is not recommended for Arjuna, because he is already at the stage of loving devotional service to the Supreme Lord. It is for others, who are not at this stage; for them the gradual process of renunciation, knowledge, meditation and realization of the Supersoul and Brahman should be followed. But as far as",
    "Bhagavad-gītā",
    "is concerned, it is the direct method that is stressed. Everyone is advised to take to the direct method and surrender unto the Supreme Personality of Godhead, Kṛṣṇa."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "śreyaḥ",
        "meaning": "better"
      },
      {
        "sanskrit": "hi",
        "meaning": "certainly"
      },
      {
        "sanskrit": "jñānam",
        "meaning": "knowledge"
      },
      {
        "sanskrit": "abhyāsāt",
        "meaning": "than practice"
      },
      {
        "sanskrit": "jñānāt",
        "meaning": "than knowledge"
      },
      {
        "sanskrit": "dhyānam",
        "meaning": "meditation"
      },
      {
        "sanskrit": "viśiṣyate",
        "meaning": "is considered better"
      },
      {
        "sanskrit": "dhyānāt",
        "meaning": "than meditation"
      },
      {
        "sanskrit": "karma phala tyāgaḥ",
        "meaning": "renunciation of the results of fruitive action"
      },
      {
        "sanskrit": "tyāgāt",
        "meaning": "by such renunciation"
      },
      {
        "sanskrit": "śāntiḥ",
        "meaning": "peace"
      }
    ]
  }
}