{
  "temp_id": "vedabase-bg-07-30",
  "chapter": 7,
  "verse": 30,
  "verse_id": "bg-07-30",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "साधिभूताधिदैवं मां साधियज्ञं च ये विदु: ।\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतस: ॥ ३० ॥",
    "iast": "sādhibhūtādhidaivaṁ māṁ\nsādhiyajñaṁ ca ye viduḥ\nprayāṇa-kāle ’pi ca māṁ\nte vidur yukta-cetasaḥ"
  },
  "synonyms_raw": "sa\n-\nadhibhūta\n—\nand the governing principle of the material manifestation\n;\nadhidaivam\n—\ngoverning all the demigods\n;\nmām\n—\nMe\n;\nsa\n-\nadhiyajñam\n—\nand governing all sacrifices\n;\nca\n—\nalso\n;\nye\n—\nthose who\n;\nviduḥ\n—\nknow\n;\nprayāṇa\n—\nof death\n;\nkāle\n—\nat the time\n;\napi\n—\neven\n;\nca\n—\nand\n;\nmām\n—\nMe\n;\nte\n—\nthey\n;\nviduḥ\n—\nknow\n;\nyukta\n-\ncetasaḥ\n—\ntheir minds engaged in Me\n.",
  "translation": "Those in full consciousness of Me, who know Me, the Supreme Lord, to be the governing principle of the material manifestation, of the demigods, and of all methods of sacrifice, can understand and know Me, the Supreme Personality of Godhead, even at the time of death.",
  "purport": [
    "Persons acting in Kṛṣṇa consciousness are never deviated from the path of entirely understanding the Supreme Personality of Godhead. In the transcendental association of Kṛṣṇa consciousness, one can understand how the Supreme Lord is the governing principle of the material manifestation and even of the demigods. Gradually, by such transcendental association, one becomes convinced of the Supreme Personality of Godhead, and at the time of death such a Kṛṣṇa conscious person can never forget Kṛṣṇa. Naturally he is thus promoted to the planet of the Supreme Lord, Goloka Vṛndāvana.",
    "This Seventh Chapter particularly explains how one can become a fully Kṛṣṇa conscious person. The beginning of Kṛṣṇa consciousness is association of persons who are Kṛṣṇa conscious. Such association is spiritual and puts one directly in touch with the Supreme Lord, and, by His grace, one can understand Kṛṣṇa to be the Supreme Personality of Godhead. At the same time one can really understand the constitutional position of the living entity and how the living entity forgets Kṛṣṇa and becomes entangled in material activities. By gradual development of Kṛṣṇa consciousness in good association, the living entity can understand that due to forgetfulness of Kṛṣṇa he has become conditioned by the laws of material nature. He can also understand that this human form of life is an opportunity to regain Kṛṣṇa consciousness and that it should be fully utilized to attain the causeless mercy of the Supreme Lord.",
    "Many subjects have been discussed in this chapter: the man in distress, the inquisitive man, the man in want of material necessities, knowledge of Brahman, knowledge of Paramātmā, liberation from birth, death and diseases, and worship of the Supreme Lord. However, he who is actually elevated in Kṛṣṇa consciousness does not care for the different processes. He simply directly engages himself in activities of Kṛṣṇa consciousness and thereby factually attains his constitutional position as an eternal servitor of Lord Kṛṣṇa. In such a situation he takes pleasure in hearing and glorifying the Supreme Lord in pure devotional service. He is convinced that by his doing so, all his objectives will be fulfilled. This determined faith is called",
    "dṛḍha-vrata,",
    "and it is the beginning of",
    "bhakti-yoga,",
    "or transcendental loving service. That is the verdict of all scriptures. This Seventh Chapter of the",
    "Bhagavad-gītā",
    "is the substance of that conviction.",
    "Thus end the Bhaktivedanta Purports to the Seventh Chapter of the",
    "Śrīmad Bhagavad-gītā",
    "in the matter of Knowledge of the Absolute."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "sa adhibhūta",
        "meaning": "and the governing principle of the material manifestation"
      },
      {
        "sanskrit": "adhidaivam",
        "meaning": "governing all the demigods"
      },
      {
        "sanskrit": "mām",
        "meaning": "Me"
      },
      {
        "sanskrit": "sa adhiyajñam",
        "meaning": "and governing all sacrifices"
      },
      {
        "sanskrit": "ca",
        "meaning": "also"
      },
      {
        "sanskrit": "ye",
        "meaning": "those who"
      },
      {
        "sanskrit": "viduḥ",
        "meaning": "know"
      },
      {
        "sanskrit": "prayāṇa",
        "meaning": "of death"
      },
      {
        "sanskrit": "kāle",
        "meaning": "at the time"
      },
      {
        "sanskrit": "api",
        "meaning": "even"
      },
      {
        "sanskrit": "ca",
        "meaning": "and"
      },
      {
        "sanskrit": "mām",
        "meaning": "Me"
      },
      {
        "sanskrit": "te",
        "meaning": "they"
      },
      {
        "sanskrit": "viduḥ",
        "meaning": "know"
      }
    ]
  }
}