{
  "temp_id": "vedabase-bg-05-18",
  "chapter": 5,
  "verse": 18,
  "verse_id": "bg-05-18",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि ।\nश‍ुनि चैव श्वपाके च पण्डिता: समदर्शिन: ॥ १८ ॥",
    "iast": "vidyā-vinaya-sampanne\nbrāhmaṇe gavi hastini\nśuni caiva śva-pāke ca\npaṇḍitāḥ sama-darśinaḥ"
  },
  "synonyms_raw": "vidyā\n—\nwith education\n;\nvinaya\n—\nand gentleness\n;\nsampanne\n—\nfully equipped\n;\nbrāhmaṇe\n—\nin the\nbrāhmaṇa\n;\ngavi\n—\nin the cow\n;\nhastini\n—\nin the elephant\n;\nśuni\n—\nin the dog\n;\nca\n—\nand\n;\neva\n—\ncertainly\n;\nśva\n-\npāke\n—\nin the dog-eater (the outcaste)\n;\nca\n—\nrespectively\n;\npaṇḍitāḥ\n—\nthose who are wise\n;\nsama\n-\ndarśinaḥ\n—\nwho see with equal vision\n.",
  "translation": "The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle brāhmaṇa, a cow, an elephant, a dog and a dog-eater [outcaste].",
  "purport": [
    "A Kṛṣṇa conscious person does not make any distinction between species or castes. The",
    "brāhmaṇa",
    "and the outcaste may be different from the social point of view, or a dog, a cow and an elephant may be different from the point of view of species, but these differences of body are meaningless from the viewpoint of a learned transcendentalist. This is due to their relationship to the Supreme, for the Supreme Lord, by His plenary portion as Paramātmā, is present in everyone’s heart. Such an understanding of the Supreme is real knowledge. As far as the bodies are concerned in different castes or different species of life, the Lord is equally kind to everyone because He treats every living being as a friend yet maintains Himself as Paramātmā regardless of the circumstances of the living entities. The Lord as Paramātmā is present both in the outcaste and in the",
    "brāhmaṇa,",
    "although the body of a",
    "brāhmaṇa",
    "and that of an outcaste are not the same. The bodies are material productions of different modes of material nature, but the soul and the Supersoul within the body are of the same spiritual quality. The similarity in the quality of the soul and the Supersoul, however, does not make them equal in quantity, for the individual soul is present only in that particular body whereas the Paramātmā is present in each and every body. A Kṛṣṇa conscious person has full knowledge of this, and therefore he is truly learned and has equal vision. The similar characteristics of the soul and Supersoul are that they are both conscious, eternal and blissful. But the difference is that the individual soul is conscious within the limited jurisdiction of the body whereas the Supersoul is conscious of all bodies. The Supersoul is present in all bodies without distinction."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "vidyā",
        "meaning": "with education"
      },
      {
        "sanskrit": "vinaya",
        "meaning": "and gentleness"
      },
      {
        "sanskrit": "sampanne",
        "meaning": "fully equipped"
      },
      {
        "sanskrit": "brāhmaṇe",
        "meaning": "in the brāhmaṇa"
      },
      {
        "sanskrit": "gavi",
        "meaning": "in the cow"
      },
      {
        "sanskrit": "hastini",
        "meaning": "in the elephant"
      },
      {
        "sanskrit": "śuni",
        "meaning": "in the dog"
      },
      {
        "sanskrit": "ca",
        "meaning": "and"
      },
      {
        "sanskrit": "eva",
        "meaning": "certainly"
      },
      {
        "sanskrit": "śva pāke",
        "meaning": "in the dog-eater (the outcaste)"
      },
      {
        "sanskrit": "ca",
        "meaning": "respectively"
      },
      {
        "sanskrit": "paṇḍitāḥ",
        "meaning": "those who are wise"
      }
    ]
  }
}