{
  "scripture": "Bhagavad-gītā",
  "chapter": 4,
  "verse": 22,
  "verse_id": "bg-04-22",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nयदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः ।\nसमः सिद्धावसिद्धौ च कृत्वापि न निबध्यते ॥ २२ ॥",
    "iast": "Verse text\nyadṛcchā-lābha-santuṣṭo\ndvandvātīto vimatsaraḥ\nsamaḥ siddhāv asiddhau ca\nkṛtvāpi na nibadhyate"
  },
  "synonyms": "Synonyms\nyadṛcchā\n—\nout of its own accord\n;\nlābha\n—\nwith gain\n;\nsantuṣṭaḥ\n—\nsatisfied\n;\ndvandva\n—\nduality\n;\natītaḥ\n—\nsurpassed\n;\nvimatsaraḥ\n—\nfree from envy\n;\nsamaḥ\n—\nsteady\n;\nsiddhau\n—\nin success\n;\nasiddhau\n—\nfailure\n;\nca\n—\nalso\n;\nkṛtvā\n—\ndoing\n;\napi\n—\nalthough\n;\nna\n—\nnever\n;\nnibadhyate\n—\nbecomes affected\n.",
  "translation": "Translation\nHe who is satisfied with gain which comes of its own accord, who is free from duality and does not envy, who is steady in both success and failure, is never entangled, although performing actions.",
  "purport": [
    "Purport",
    "A Kṛṣṇa conscious person does not make much endeavor even to maintain his body. He is satisfied with gains which are obtained of their own accord. He neither begs nor borrows, but he labors honestly as far as is in his power, and is satisfied with whatever is obtained by his own honest labor. He is therefore independent in his livelihood. He does not allow anyone’s service to hamper his own service in Kṛṣṇa consciousness. However, for the service of the Lord he can participate in any kind of action without being disturbed by the duality of the material world. The duality of the material world is felt in terms of heat and cold, or misery and happiness. A Kṛṣṇa conscious person is above duality because he does not hesitate to act in any way for the satisfaction of Kṛṣṇa. Therefore he is steady both in success and in failure. These signs are visible when one is fully in transcendental knowledge."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}