{
  "scripture": "Bhagavad-gītā",
  "chapter": 18,
  "verse": 20,
  "verse_id": "bg-18-20",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nसर्वभूतेषु येनैकं भावमव्ययमीक्षते ।\nअविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम् ॥ २० ॥",
    "iast": "Verse text\nsarva-bhūteṣu yenaikaṁ\nbhāvam avyayam īkṣate\navibhaktaṁ vibhakteṣu\ntaj jñānaṁ viddhi sāttvikam"
  },
  "synonyms": "Synonyms\nsarva\n-\nbhūteṣu\n—\nin all living entities\n;\nyena\n—\nby which\n;\nekam\n—\none\n;\nbhāvam\n—\nsituation\n;\navyayam\n—\nimperishable\n;\nīkṣate\n—\none sees\n;\navibhaktam\n—\nundivided\n;\nvibhakteṣu\n—\nin the numberless divided\n;\ntat\n—\nthat\n;\njñānam\n—\nknowledge\n;\nviddhi\n—\nknow\n;\nsāttvikam\n—\nin the mode of goodness\n.",
  "translation": "Translation\nThat knowledge by which one undivided spiritual nature is seen in all living entities, though they are divided into innumerable forms, you should understand to be in the mode of goodness.",
  "purport": [
    "Purport",
    "A person who sees one spirit soul in every living being, whether a demigod, human being, animal, bird, beast, aquatic or plant, possesses knowledge in the mode of goodness. In all living entities, one spirit soul is there, although they have different bodies in terms of their previous work. As described in the Seventh Chapter, the manifestation of the living force in every body is due to the superior nature of the Supreme Lord. Thus to see that one superior nature, that living force, in every body is to see in the mode of goodness. That living energy is imperishable, although the bodies are perishable. Differences are perceived in terms of the body; because there are many forms of material existence in conditional life, the living force appears to be divided. Such impersonal knowledge is an aspect of self-realization."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}