{
  "scripture": "Bhagavad-gītā",
  "chapter": 18,
  "verse": 59,
  "verse_id": "bg-18-59",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nयदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे ।\nमिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति ॥ ५९ ॥",
    "iast": "Verse text\nyad ahaṅkāram āśritya\nna yotsya iti manyase\nmithyaiṣa vyavasāyas te\nprakṛtis tvāṁ niyokṣyati"
  },
  "synonyms": "Synonyms\nyat\n—\nif\n;\nahaṅkāram\n—\nof false ego\n;\nāśritya\n—\ntaking shelter\n;\nna\nyotsye\n—\nI shall not fight\n;\niti\n—\nthus\n;\nmanyase\n—\nyou think\n;\nmithyā\neṣaḥ\n—\nthis is all false\n;\nvyavasāyaḥ\n—\ndetermination\n;\nte\n—\nyour\n;\nprakṛtiḥ\n—\nmaterial nature\n;\ntvām\n—\nyou\n;\nniyokṣyati\n—\nwill engage\n.",
  "translation": "Translation\nIf you do not act according to My direction and do not fight, then you will be falsely directed. By your nature, you will have to be engaged in warfare.",
  "purport": [
    "Purport",
    "Arjuna was a military man, and born of the nature of the",
    "kṣatriya.",
    "Therefore his natural duty was to fight. But due to false ego he was fearing that by killing his teacher, grandfather and friends he would incur sinful reactions. Actually he was considering himself master of his actions, as if he were directing the good and bad results of such work. He forgot that the Supreme Personality of Godhead was present there, instructing him to fight. That is the forgetfulness of the conditioned soul. The Supreme Personality gives directions as to what is good and what is bad, and one simply has to act in Kṛṣṇa consciousness to attain the perfection of life. No one can ascertain his destiny as the Supreme Lord can; therefore the best course is to take direction from the Supreme Lord and act. No one should neglect the order of the Supreme Personality of Godhead or the order of the spiritual master, who is the representative of God. One should act unhesitatingly to execute the order of the Supreme Personality of Godhead – that will keep one safe under all circumstances."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}