{
  "temp_id": "vedabase-bg-02-40",
  "chapter": 2,
  "verse": 40,
  "verse_id": "bg-02-40",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥ ४० ॥",
    "iast": "nehābhikrama-nāśo ’sti\npratyavāyo na vidyate\nsv-alpam apy asya dharmasya\ntrāyate mahato bhayāt"
  },
  "synonyms_raw": "na\n—\nthere is not\n;\niha\n—\nin this\nyoga\n;\nabhikrama\n—\nin endeavoring\n;\nnāśaḥ\n—\nloss\n;\nasti\n—\nthere is\n;\npratyavāyaḥ\n—\ndiminution\n;\nna\n—\nnever\n;\nvidyate\n—\nthere is\n;\nsu\n-\nalpam\n—\na little\n;\napi\n—\nalthough\n;\nasya\n—\nof this\n;\ndharmasya\n—\noccupation\n;\ntrāyate\n—\nreleases\n;\nmahataḥ\n—\nfrom very great\n;\nbhayāt\n—\ndanger\n.",
  "translation": "In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear.",
  "purport": [
    "Activity in Kṛṣṇa consciousness, or acting for the benefit of Kṛṣṇa without expectation of sense gratification, is the highest transcendental quality of work. Even a small beginning of such activity finds no impediment, nor can that small beginning be lost at any stage. Any work begun on the material plane has to be completed, otherwise the whole attempt becomes a failure. But any work begun in Kṛṣṇa consciousness has a permanent effect, even though not finished. The performer of such work is therefore not at a loss even if his work in Kṛṣṇa consciousness is incomplete. One percent done in Kṛṣṇa consciousness bears permanent results, so that the next beginning is from the point of two percent, whereas in material activity without a hundred percent success there is no profit. Ajāmila performed his duty in some percentage of Kṛṣṇa consciousness, but the result he enjoyed at the end was a hundred percent, by the grace of the Lord. There is a nice verse in this connection in",
    "Śrīmad-Bhāgavatam",
    "(1.5.17)",
    ":",
    "tyaktvā sva-dharmaṁ caraṇāmbujaṁ harer",
    "bhajann apakvo ’tha patet tato yadi",
    "yatra kva vābhadram abhūd amuṣya kiṁ",
    "ko vārtha āpto ’bhajatāṁ sva-dharmataḥ",
    "“If someone gives up his occupational duties and works in Kṛṣṇa consciousness and then falls down on account of not completing his work, what loss is there on his part? And what can one gain if one performs his material activities perfectly?” Or, as the Christians say, “What profiteth a man if he gain the whole world yet suffer the loss of his eternal soul?”",
    "Material activities and their results end with the body. But work in Kṛṣṇa consciousness carries a person again to Kṛṣṇa consciousness, even after the loss of the body. At least one is sure to have a chance in the next life of being born again as a human being, either in the family of a great cultured",
    "brāhmaṇa",
    "or in a rich aristocratic family that will give one a further chance for elevation. That is the unique quality of work done in Kṛṣṇa consciousness."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "na",
        "meaning": "there is not"
      },
      {
        "sanskrit": "iha",
        "meaning": "in this yoga"
      },
      {
        "sanskrit": "abhikrama",
        "meaning": "in endeavoring"
      },
      {
        "sanskrit": "nāśaḥ",
        "meaning": "loss"
      },
      {
        "sanskrit": "asti",
        "meaning": "there is"
      },
      {
        "sanskrit": "pratyavāyaḥ",
        "meaning": "diminution"
      },
      {
        "sanskrit": "na",
        "meaning": "never"
      },
      {
        "sanskrit": "vidyate",
        "meaning": "there is"
      },
      {
        "sanskrit": "su alpam",
        "meaning": "a little"
      },
      {
        "sanskrit": "api",
        "meaning": "although"
      },
      {
        "sanskrit": "asya",
        "meaning": "of this"
      },
      {
        "sanskrit": "dharmasya",
        "meaning": "occupation"
      },
      {
        "sanskrit": "trāyate",
        "meaning": "releases"
      },
      {
        "sanskrit": "mahataḥ",
        "meaning": "from very great"
      }
    ]
  }
}