{
  "temp_id": "vedabase-bg-16-07",
  "chapter": 16,
  "verse": 7,
  "verse_id": "bg-16-07",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "प्रवृत्तिं च निवृत्तिं च जना न विदुरासुरा: ।\nन शौचं नापि चाचारो न सत्यं तेषु विद्यते ॥ ७ ॥",
    "iast": "pravṛttiṁ ca nivṛttiṁ ca\njanā na vidur āsurāḥ\nna śaucaṁ nāpi cācāro\nna satyaṁ teṣu vidyate"
  },
  "synonyms_raw": "pravṛttim\n—\nacting properly\n;\nca\n—\nalso\n;\nnivṛttim\n—\nnot acting improperly\n;\nca\n—\nand\n;\njanāḥ\n—\npersons\n;\nna\n—\nnever\n;\nviduḥ\n—\nknow\n;\nāsurāḥ\n—\nof demoniac quality\n;\nna\n—\nnever\n;\nśaucam\n—\ncleanliness\n;\nna\n—\nnor\n;\napi\n—\nalso\n;\nca\n—\nand\n;\nācāraḥ\n—\nbehavior\n;\nna\n—\nnever\n;\nsatyam\n—\ntruth\n;\nteṣu\n—\nin them\n;\nvidyate\n—\nthere is\n.",
  "translation": "Those who are demoniac do not know what is to be done and what is not to be done. Neither cleanliness nor proper behavior nor truth is found in them.",
  "purport": [
    "In every civilized human society there is some set of scriptural rules and regulations which is followed from the beginning. Especially among the Āryans, those who adopt the Vedic civilization and who are known as the most advanced civilized peoples, those who do not follow the scriptural injunctions are supposed to be demons. Therefore it is stated here that the demons do not know the scriptural rules, nor do they have any inclination to follow them. Most of them do not know them, and even if some of them know, they have not the tendency to follow them. They have no faith, nor are they willing to act in terms of the Vedic injunctions. The demons are not clean, either externally or internally. One should always be careful to keep his body clean by bathing, brushing teeth, shaving, changing clothes, etc. As far as internal cleanliness is concerned, one should always remember the holy names of God and chant Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. The demons neither like nor follow all these rules for external and internal cleanliness.",
    "As for behavior, there are many rules and regulations guiding human behavior, such as the",
    "Manu-saṁhitā,",
    "which is the law of the human race. Even up to today, those who are Hindu follow the",
    "Manu-saṁhitā.",
    "Laws of inheritance and other legalities are derived from this book. Now, in the",
    "Manu-saṁhitā",
    "it is clearly stated that a woman should not be given freedom. That does not mean that women are to be kept as slaves, but they are like children. Children are not given freedom, but that does not mean that they are kept as slaves. The demons have now neglected such injunctions, and they think that women should be given as much freedom as men. However, this has not improved the social condition of the world. Actually, a woman should be given protection at every stage of life. She should be given protection by the father in her younger days, by the husband in her youth, and by the grownup sons in her old age. This is proper social behavior according to the",
    "Manu-saṁhitā.",
    "But modern education has artificially devised a puffed-up concept of womanly life, and therefore marriage is practically now an imagination in human society. The social condition of women is thus not very good now, although those who are married are in a better condition than those who are proclaiming their so-called freedom. The demons, therefore, do not accept any instruction which is good for society, and because they do not follow the experience of great sages and the rules and regulations laid down by the sages, the social condition of the demoniac people is very miserable."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "pravṛttim",
        "meaning": "acting properly"
      },
      {
        "sanskrit": "ca",
        "meaning": "also"
      },
      {
        "sanskrit": "nivṛttim",
        "meaning": "not acting improperly"
      },
      {
        "sanskrit": "ca",
        "meaning": "and"
      },
      {
        "sanskrit": "janāḥ",
        "meaning": "persons"
      },
      {
        "sanskrit": "na",
        "meaning": "never"
      },
      {
        "sanskrit": "viduḥ",
        "meaning": "know"
      },
      {
        "sanskrit": "āsurāḥ",
        "meaning": "of demoniac quality"
      },
      {
        "sanskrit": "na",
        "meaning": "never"
      },
      {
        "sanskrit": "śaucam",
        "meaning": "cleanliness"
      },
      {
        "sanskrit": "na",
        "meaning": "nor"
      },
      {
        "sanskrit": "api",
        "meaning": "also"
      },
      {
        "sanskrit": "ca",
        "meaning": "and"
      },
      {
        "sanskrit": "ācāraḥ",
        "meaning": "behavior"
      },
      {
        "sanskrit": "na",
        "meaning": "never"
      },
      {
        "sanskrit": "satyam",
        "meaning": "truth"
      },
      {
        "sanskrit": "teṣu",
        "meaning": "in them"
      }
    ]
  }
}