{
  "temp_id": "vedabase-bg-09-13",
  "chapter": 9,
  "verse": 13,
  "verse_id": "bg-09-13",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिता: ।\nभजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् ॥ १३ ॥",
    "iast": "mahātmānas tu māṁ pārtha\ndaivīṁ prakṛtim āśritāḥ\nbhajanty ananya-manaso\njñātvā bhūtādim avyayam"
  },
  "synonyms_raw": "mahā\n-\nātmānaḥ\n—\nthe great souls\n;\ntu\n—\nbut\n;\nmām\n—\nunto Me\n;\npārtha\n—\nO son of Pṛthā\n;\ndaivīm\n—\ndivine\n;\nprakṛtim\n—\nnature\n;\nāśritāḥ\n—\nhaving taken shelter of\n;\nbhajanti\n—\nrender service\n;\nananya\n-\nmanasaḥ\n—\nwithout deviation of the mind\n;\njñātvā\n—\nknowing\n;\nbhūta\n—\nof creation\n;\nādim\n—\nthe origin\n;\navyayam\n—\ninexhaustible\n.",
  "translation": "O son of Pṛthā, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible.",
  "purport": [
    "In this verse the description of the",
    "mahātmā",
    "is clearly given. The first sign of the",
    "mahātmā",
    "is that he is already situated in the divine nature. He is not under the control of material nature. And how is this effected? That is explained in the Seventh Chapter: one who surrenders unto the Supreme Personality of Godhead, Śrī Kṛṣṇa, at once becomes freed from the control of material nature. That is the qualification. One can become free from the control of material nature as soon as he surrenders his soul to the Supreme Personality of Godhead. That is the preliminary formula. Being marginal potency, as soon as the living entity is freed from the control of material nature, he is put under the guidance of the spiritual nature. The guidance of the spiritual nature is called",
    "daivī prakṛti,",
    "divine nature. So when one is promoted in that way – by surrendering to the Supreme Personality of Godhead – one attains to the stage of great soul,",
    "mahātmā.",
    "The",
    "mahātmā",
    "does not divert his attention to anything outside Kṛṣṇa, because he knows perfectly well that Kṛṣṇa is the original Supreme Person, the cause of all causes. There is no doubt about it. Such a",
    "mahātmā,",
    "or great soul, develops through association with other",
    "mahātmās,",
    "pure devotees. Pure devotees are not even attracted by Kṛṣṇa’s other features, such as the four-armed Mahā-viṣṇu. They are simply attracted by the two-armed form of Kṛṣṇa. They are not attracted to other features of Kṛṣṇa, nor are they concerned with any form of a demigod or of a human being. They meditate only upon Kṛṣṇa in Kṛṣṇa consciousness. They are always engaged in the unswerving service of the Lord in Kṛṣṇa consciousness."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "mahā ātmānaḥ",
        "meaning": "the great souls"
      },
      {
        "sanskrit": "tu",
        "meaning": "but"
      },
      {
        "sanskrit": "mām",
        "meaning": "unto Me"
      },
      {
        "sanskrit": "pārtha",
        "meaning": "O son of Pṛthā"
      },
      {
        "sanskrit": "daivīm",
        "meaning": "divine"
      },
      {
        "sanskrit": "prakṛtim",
        "meaning": "nature"
      },
      {
        "sanskrit": "āśritāḥ",
        "meaning": "having taken shelter of"
      },
      {
        "sanskrit": "bhajanti",
        "meaning": "render service"
      },
      {
        "sanskrit": "ananya manasaḥ",
        "meaning": "without deviation of the mind"
      },
      {
        "sanskrit": "jñātvā",
        "meaning": "knowing"
      },
      {
        "sanskrit": "bhūta",
        "meaning": "of creation"
      },
      {
        "sanskrit": "ādim",
        "meaning": "the origin"
      }
    ]
  }
}