{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.10.8.prabhupada.exposition",
  "editorial_unit_ref": "bg.10.8.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "A learned scholar who has studied the\n\nVedas\n\nperfectly and has information from authorities like Lord Caitanya and who knows how to apply these teachings can understand that Kṛṣṇa is the origin of everything in both the material and spiritual worlds, and because he knows this perfectly he becomes firmly fixed in the devotional service of the Supreme Lord. He can never be deviated by any amount of nonsensical commentaries or by fools. All Vedic literature agrees that Kṛṣṇa is the source of Brahmā, Śiva and all other demigods. In the\n\nAtharva Veda\n\n(\n\nGopāla-tāpanī Upaniṣad\n\n1.24) it is said,\n\nyo brahmāṇaṁ vidadhāti pūrvaṁ yo vai vedāṁś ca gāpayati sma kṛṣṇaḥ:\n\n“It was Kṛṣṇa who in the beginning instructed Brahmā in Vedic knowledge and who disseminated Vedic knowledge in the past.” Then again the\n\nNārāyaṇa Upaniṣad\n\n(1) says,\n\natha puruṣo ha vai nārāyaṇo ’kāmayata prajāḥ sṛjeyeti:\n\n“Then the Supreme Personality Nārāyaṇa desired to create living entities.” The\n\nUpaniṣad\n\ncontinues,\n\nnārāyaṇād brahmā jāyate, nārāyaṇād prajāpatiḥ prajāyate, nārāyaṇād indro jāyate, nārāyaṇād aṣṭau vasavo jāyante, nārāyaṇād ekādaśa rudrā jāyante, nārāyaṇād dvādaśādityāḥ:\n\n“From Nārāyaṇa, Brahmā is born, and from Nārāyaṇa the patriarchs are also born. From Nārāyaṇa, Indra is born, from Nārāyaṇa the eight Vasus are born, from Nārāyaṇa the eleven Rudras are born, from Nārāyaṇa the twelve Ādityas are born.” This Nārāyaṇa is an expansion of Kṛṣṇa.\n\nIt is said in the same\n\nVedas, brahmaṇyo devakī-putraḥ:\n\n“The son of Devakī, Kṛṣṇa, is the Supreme Personality.” (\n\nNārāyaṇa Upaniṣad\n\n4) Then it is said,\n\neko vai nārāyaṇa āsīn na brahmā neśāno nāpo nāgni-somau neme dyāv-āpṛthivī na nakṣatrāṇi na sūryaḥ:\n\n“In the beginning of the creation there was only the Supreme Personality Nārāyaṇa. There was no Brahmā, no Śiva, no water, no fire, no moon, no heaven and earth, no stars in the sky, no sun.” (\n\nMahā Upaniṣad\n\n1.2) In the\n\nMahā Upaniṣad\n\nit is also said that Lord Śiva was born from the forehead of the Supreme Lord. Thus the\n\nVedas\n\nsay that it is the Supreme Lord, the creator of Brahmā and Śiva, who is to be worshiped.\n\nIn the\n\nMokṣa-dharma\n\nsection of the\n\nMahābhārata,\n\nKṛṣṇa also says,\n\nprajāpatiṁ ca rudraṁ cāpy\n\naham eva sṛjāmi vai\n\ntau hi māṁ na vijānīto\n\nmama māyā-vimohitau\n\n“The patriarchs, Śiva and others are created by Me, though they do not know that they are created by Me because they are deluded by My illusory energy.” In the\n\nVarāha Purāṇa\n\nit is also said,\n\nnārāyaṇaḥ paro devas\n\ntasmāj jātaś caturmukhaḥ\n\ntasmād rudro ’bhavad devaḥ\n\nsa ca sarva-jñatāṁ gataḥ\n\n“Nārāyaṇa is the Supreme Personality of Godhead, and from Him Brahmā was born, from whom Śiva was born.”\n\nLord Kṛṣṇa is the source of all generations, and He is called the most efficient cause of everything. He says, “Because everything is born of Me, I am the original source of all. Everything is under Me; no one is above Me.” There is no supreme controller other than Kṛṣṇa. One who understands Kṛṣṇa in such a way from a bona fide spiritual master, with references from Vedic literature, engages all his energy in Kṛṣṇa consciousness and becomes a truly learned man. In comparison to him, all others, who do not know Kṛṣṇa properly, are but fools. Only a fool would consider Kṛṣṇa to be an ordinary man. A Kṛṣṇa conscious person should not be bewildered by fools; he should avoid all unauthorized commentaries and interpretations on\n\nBhagavad-gītā\n\nand proceed in Kṛṣṇa consciousness with determination and firmness."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}