{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.6.47.prabhupada.exposition",
  "editorial_unit_ref": "bg.6.47.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "The word\n\nbhajate\n\nis significant here.\n\nBhajate\n\nhas its root in the verb\n\nbhaj,\n\nwhich is used when there is need of service. The English word “worship” cannot be used in the same sense as\n\nbhaj.\n\nWorship means to adore, or to show respect and honor to the worthy one. But service with love and faith is especially meant for the Supreme Personality of Godhead. One can avoid worshiping a respectable man or a demigod and may be called discourteous, but one cannot avoid serving the Supreme Lord without being thoroughly condemned. Every living entity is part and parcel of the Supreme Personality of Godhead, and thus every living entity is intended to serve the Supreme Lord by his own constitution. Failing to do this, he falls down. The\n\nBhāgavatam\n\n(11.5.3)\n\nconfirms this as follows:\n\nya eṣāṁ puruṣaṁ sākṣād\n\nātma-prabhavam īśvaram\n\nna bhajanty avajānanti\n\nsthānād bhraṣṭāḥ patanty adhaḥ\n\n“Anyone who does not render service and neglects his duty unto the primeval Lord, who is the source of all living entities, will certainly fall down from his constitutional position.”\n\nIn this verse also the word\n\nbhajanti\n\nis used. Therefore,\n\nbhajanti\n\nis applicable to the Supreme Lord only, whereas the word “worship” can be applied to demigods or to any other common living entity. The word\n\navajānanti,\n\nused in this verse of\n\nŚrīmad-Bhāgavatam,\n\nis also found in the\n\nBhagavad-gītā. Avajānanti māṁ mūḍhāḥ:\n\n“Only the fools and rascals deride the Supreme Personality of Godhead, Lord Kṛṣṇa.” Such fools take it upon themselves to write commentaries on the\n\nBhagavad-gītā\n\nwithout an attitude of service to the Lord. Consequently they cannot properly distinguish between the word\n\nbhajanti\n\nand the word “worship.”\n\nThe culmination of all kinds of\n\nyoga\n\npractices lies in\n\nbhakti yoga.\n\nAll other\n\nyogas\n\nare but means to come to the point of\n\nbhakti\n\nin\n\nbhakti-yoga. Yoga\n\nactually means\n\nbhakti-yoga;\n\nall other\n\nyogas\n\nare progressions toward the destination of\n\nbhakti-yoga.\n\nFrom the beginning of\n\nkarma-yoga\n\nto the end of\n\nbhakti-yoga\n\nis a long way to self-realization.\n\nKarma-yoga,\n\nwithout fruitive results, is the beginning of this path. When\n\nkarma-yoga\n\nincreases in knowledge and renunciation, the stage is called\n\njñāna-yoga.\n\nWhen\n\njñāna-yoga\n\nincreases in meditation on the Supersoul by different physical processes, and the mind is on Him, it is called\n\naṣṭāṅga-yoga.\n\nAnd when one surpasses the\n\naṣṭāṅga-yoga\n\nand comes to the point of the Supreme Personality of Godhead Kṛṣṇa, it is called\n\nbhakti-yoga,\n\nthe culmination. Factually,\n\nbhakti-yoga\n\nis the ultimate goal, but to analyze\n\nbhakti-yoga\n\nminutely one has to understand these other\n\nyogas.\n\nThe\n\nyogī\n\nwho is progressive is therefore on the true path of eternal good fortune. One who sticks to a particular point and does not make further progress is called by that particular name:\n\nkarma-yogī, jñāna-yogī\n\nor\n\ndhyāna-yogī, rāja-yogī, haṭha-yogī,\n\netc. If one is fortunate enough to come to the point of\n\nbhakti-yoga,\n\nit is to be understood that he has surpassed all other\n\nyogas.\n\nTherefore, to become Kṛṣṇa conscious is the highest stage of\n\nyoga,\n\njust as, when we speak of Himālayan, we refer to the world’s highest mountains, of which the highest peak, Mount Everest, is considered to be the culmination.\n\nIt is by great fortune that one comes to Kṛṣṇa consciousness on the path of\n\nbhakti-yoga\n\nto become well situated according to the Vedic direction. The ideal\n\nyogī\n\nconcentrates his attention on Kṛṣṇa, who is called Śyāmasundara, who is as beautifully colored as a cloud, whose lotuslike face is as effulgent as the sun, whose dress is brilliant with jewels, and whose body is flower-garlanded. Illuminating all sides is His gorgeous luster, which is called the\n\nbrahma-jyotir.\n\nHe incarnates in different forms such as Rāma, Nṛsiṁha, Varāha and Kṛṣṇa, the Supreme Personality of Godhead, and He descends like a human being, as the son of mother Yaśodā, and He is known as Kṛṣṇa, Govinda and Vāsudeva. He is the perfect child, husband, friend and master, and He is full with all opulences and transcendental qualities. If one remains fully conscious of these features of the Lord, he is called the highest\n\nyogī.\n\nThis stage of highest perfection in\n\nyoga\n\ncan be attained only by\n\nbhakti-yoga,\n\nas is confirmed in all Vedic literature:\n\nyasya deve parā bhaktir\n\nyathā deve tathā gurau\n\ntasyaite kathitā hy arthāḥ\n\nprakāśante mahātmanaḥ\n\n“Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed.” (\n\nŚvetāśvatara Upaniṣad\n\n6.23)\n\nBhaktir asya bhajanaṁ tad ihāmutropādhi-nairāsyenāmuṣmin manaḥ-kalpanam, etad eva naiṣkarmyam.\n\n“\n\nBhakti\n\nmeans devotional service to the Lord which is free from desire for material profit, either in this life or in the next. Devoid of such inclinations, one should fully absorb the mind in the Supreme. That is the purpose of\n\nnaiṣkarmya.\n\n” (\n\nGopāla-tāpanī Upaniṣad\n\n1.15)\n\nThese are some of the means for performance of\n\nbhakti,\n\nor Kṛṣṇa consciousness, the highest perfectional stage of the\n\nyoga\n\nsystem.\n\nThus end the Bhaktivedanta Purports to the Sixth Chapter of the\n\nŚrīmad Bhagavad-gītā\n\nin the matter of\n\nDhyāna-yoga."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}