{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.6.5.prabhupada.exposition",
  "editorial_unit_ref": "bg.6.5.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "The word\n\nātmā\n\ndenotes body, mind and soul – depending upon different circumstances. In the\n\nyoga\n\nsystem, the mind and the conditioned soul are especially important. Since the mind is the central point of\n\nyoga\n\npractice,\n\nātmā\n\nrefers here to the mind. The purpose of the\n\nyoga\n\nsystem is to control the mind and to draw it away from attachment to sense objects. It is stressed herein that the mind must be so trained that it can deliver the conditioned soul from the mire of nescience. In material existence one is subjected to the influence of the mind and the senses. In fact, the pure soul is entangled in the material world because the mind is involved with the false ego, which desires to lord it over material nature. Therefore, the mind should be trained so that it will not be attracted by the glitter of material nature, and in this way the conditioned soul may be saved. One should not degrade oneself by attraction to sense objects. The more one is attracted by sense objects, the more one becomes entangled in material existence. The best way to disentangle oneself is to always engage the mind in Kṛṣṇa consciousness. The word\n\nhi\n\nis used for emphasizing this point, i.e., that one\n\nmust\n\ndo this. It is also said:\n\nmana eva manuṣyāṇāṁ\n\nkāraṇaṁ bandha-mokṣayoḥ\n\nbandhāya viṣayāsaṅgo\n\nmuktyai nirviṣayaṁ manaḥ\n\n“For man, mind is the cause of bondage and mind is the cause of liberation. Mind absorbed in sense objects is the cause of bondage, and mind detached from the sense objects is the cause of liberation.” (\n\nAmṛta-bindu Upaniṣad\n\n2) Therefore, the mind which is always engaged in Kṛṣṇa consciousness is the cause of supreme liberation."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}