{
  "scripture": "Bhagavad-gītā",
  "chapter": 2,
  "verse": 56,
  "verse_id": "bg-02-56",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nदुःखेष्वनुद्विग्न‍मनाः सुखेषु विगतस्पृहः ।\nवीतरागभयक्रोधः स्थिधीर्मुनिरुच्यते ॥ ५६ ॥",
    "iast": "Verse text\nduḥkheṣv anudvigna-manāḥ\nsukheṣu vigata-spṛhaḥ\nvīta-rāga-bhaya-krodhaḥ\nsthita-dhīr munir ucyate"
  },
  "synonyms": "Synonyms\nduḥkheṣu\n—\nin the threefold miseries\n;\nanudvigna\n-\nmanāḥ\n—\nwithout being agitated in mind\n;\nsukheṣu\n—\nin happiness\n;\nvigata\n-\nspṛhaḥ\n—\nwithout being interested\n;\nvīta\n—\nfree from\n;\nrāga\n—\nattachment\n;\nbhaya\n—\nfear\n;\nkrodhaḥ\n—\nand anger\n;\nsthita\n-\ndhīḥ\n—\nwhose mind is steady\n;\nmuniḥ\n—\na sage\n;\nucyate\n—\nis called\n.",
  "translation": "Translation\nOne who is not disturbed in mind even amidst the threefold miseries or elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind.",
  "purport": [
    "Purport",
    "The word",
    "muni",
    "means one who can agitate his mind in various ways for mental speculation without coming to a factual conclusion. It is said that every",
    "muni",
    "has a different angle of vision, and unless a",
    "muni",
    "differs from other",
    "munis,",
    "he cannot be called a",
    "muni",
    "in the strict sense of the term.",
    "Nāsāv ṛṣir yasya mataṁ na bhinnam",
    "(",
    "Mahābhārata, Vana-parva",
    "313.117). But a",
    "sthita-dhīr muni,",
    "as mentioned herein by the Lord, is different from an ordinary",
    "muni.",
    "The",
    "sthita-dhīr muni",
    "is always in Kṛṣṇa consciousness, for he has exhausted all his business of creative speculation. He is called",
    "praśānta-niḥśeṣa-mano-rathāntara",
    "(",
    "Stotra-ratna",
    "43), or one who has surpassed the stage of mental speculations and has come to the conclusion that Lord Śrī Kṛṣṇa, or Vāsudeva, is everything (",
    "vāsudevaḥ sarvam iti sa mahātmā su-durlabhaḥ",
    "). He is called a",
    "muni",
    "fixed in mind. Such a fully Kṛṣṇa conscious person is not at all disturbed by the onslaughts of the threefold miseries, for he accepts all miseries as the mercy of the Lord, thinking himself only worthy of more trouble due to his past misdeeds; and he sees that his miseries, by the grace of the Lord, are minimized to the lowest. Similarly, when he is happy he gives credit to the Lord, thinking himself unworthy of the happiness; he realizes that it is due only to the Lord’s grace that he is in such a comfortable condition and able to render better service to the Lord. And, for the service of the Lord, he is always daring and active and is not influenced by attachment or aversion. Attachment means accepting things for one’s own sense gratification, and detachment is the absence of such sensual attachment. But one fixed in Kṛṣṇa consciousness has neither attachment nor detachment because his life is dedicated in the service of the Lord. Consequently he is not at all angry even when his attempts are unsuccessful. Success or no success, a Kṛṣṇa conscious person is always steady in his determination."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}