{
  "temp_id": "vedabase-bg-17-28",
  "chapter": 17,
  "verse": 28,
  "verse_id": "bg-17-28",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "अश्रद्धया हुतं दत्तं तपस्तप्‍तं कृतं च यत् ।\nअसदित्युच्यते पार्थ न च तत्प्रेत्य नो इह ॥ २८ ॥",
    "iast": "aśraddhayā hutaṁ dattaṁ\ntapas taptaṁ kṛtaṁ ca yat\nasad ity ucyate pārtha\nna ca tat pretya no iha"
  },
  "synonyms_raw": "aśraddhayā\n—\nwithout faith\n;\nhutam\n—\noffered in sacrifice\n;\ndattam\n—\ngiven\n;\ntapaḥ\n—\npenance\n;\ntaptam\n—\nexecuted\n;\nkṛtam\n—\nperformed\n;\nca\n—\nalso\n;\nyat\n—\nthat which\n;\nasat\n—\nfalse\n;\niti\n—\nthus\n;\nucyate\n—\nis said to be\n;\npārtha\n—\nO son of Pṛthā\n;\nna\n—\nnever\n;\nca\n—\nalso\n;\ntat\n—\nthat\n;\npretya\n—\nafter death\n;\nna\nu\n—\nnor\n;\niha\n—\nin this life\n.",
  "translation": "Anything done as sacrifice, charity or penance without faith in the Supreme, O son of Pṛthā, is impermanent. It is called asat and is useless both in this life and the next.",
  "purport": [
    "Anything done without the transcendental objective – whether it be sacrifice, charity or penance – is useless. Therefore in this verse it is declared that such activities are abominable. Everything should be done for the Supreme in Kṛṣṇa consciousness. Without such faith, and without the proper guidance, there can never be any fruit. In all the Vedic scriptures, faith in the Supreme is advised. In the pursuit of all Vedic instructions, the ultimate goal is the understanding of Kṛṣṇa. No one can obtain success without following this principle. Therefore, the best course is to work from the very beginning in Kṛṣṇa consciousness under the guidance of a bona fide spiritual master. That is the way to make everything successful.",
    "In the conditional state, people are attracted to worshiping demigods, ghosts, or Yakṣas like Kuvera. The mode of goodness is better than the modes of passion and ignorance, but one who takes directly to Kṛṣṇa consciousness is transcendental to all three modes of material nature. Although there is a process of gradual elevation, if one, by the association of pure devotees, takes directly to Kṛṣṇa consciousness, that is the best way. And that is recommended in this chapter. To achieve success in this way, one must first find the proper spiritual master and receive training under his direction. Then one can achieve faith in the Supreme. When that faith matures, in course of time, it is called love of God. This love is the ultimate goal of the living entities. One should therefore take to Kṛṣṇa consciousness directly. That is the message of this Seventeenth Chapter.",
    "Thus end the Bhaktivedanta Purports to the Seventeenth Chapter of the",
    "Śrīmad Bhagavad-gītā",
    "in the matter of the Divisions of Faith."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "aśraddhayā",
        "meaning": "without faith"
      },
      {
        "sanskrit": "hutam",
        "meaning": "offered in sacrifice"
      },
      {
        "sanskrit": "dattam",
        "meaning": "given"
      },
      {
        "sanskrit": "tapaḥ",
        "meaning": "penance"
      },
      {
        "sanskrit": "taptam",
        "meaning": "executed"
      },
      {
        "sanskrit": "kṛtam",
        "meaning": "performed"
      },
      {
        "sanskrit": "ca",
        "meaning": "also"
      },
      {
        "sanskrit": "yat",
        "meaning": "that which"
      },
      {
        "sanskrit": "asat",
        "meaning": "false"
      },
      {
        "sanskrit": "iti",
        "meaning": "thus"
      },
      {
        "sanskrit": "ucyate",
        "meaning": "is said to be"
      },
      {
        "sanskrit": "pārtha",
        "meaning": "O son of Pṛthā"
      },
      {
        "sanskrit": "na",
        "meaning": "never"
      },
      {
        "sanskrit": "ca",
        "meaning": "also"
      },
      {
        "sanskrit": "tat",
        "meaning": "that"
      },
      {
        "sanskrit": "pretya",
        "meaning": "after death"
      },
      {
        "sanskrit": "na u",
        "meaning": "nor"
      }
    ]
  }
}