{
  "temp_id": "vedabase-bg-12-06-07",
  "chapter": 12,
  "verse": 6,
  "verse_id": "bg-12-06-07",
  "verse_group": "12.6–7",
  "composite": true,
  "sanskrit": {
    "devanagari": "ये तु सर्वाणि कर्माणि मयि सन्न्यस्य मत्परा: ।\nअनन्येनैव योगेन मां ध्यायन्त उपासते ॥ ६ ॥\nतेषामहं समुद्धर्ता मृत्युसंसारसागरात् ।\nभवामि न चिरात्पार्थ मय्यावेशितचेतसाम् ॥ ७ ॥",
    "iast": "ye tu sarvāṇi karmāṇi\nmayi sannyasya mat-parāḥ\nananyenaiva yogena\nmāṁ dhyāyanta upāsate\nteṣām ahaṁ samuddhartā\nmṛtyu-saṁsāra-sāgarāt\nbhavāmi na cirāt pārtha\nmayy āveśita-cetasām"
  },
  "synonyms_raw": "ye\n—\nthose who\n;\ntu\n—\nbut\n;\nsarvāṇi\n—\nall\n;\nkarmāṇi\n—\nactivities\n;\nmayi\n—\nunto Me\n;\nsannyasya\n—\ngiving up\n;\nmat\n-\nparāḥ\n—\nbeing attached to Me\n;\nananyena\n—\nwithout division\n;\neva\n—\ncertainly\n;\nyogena\n—\nby practice of such\nbhakti-yoga\n;\nmām\n—\nupon Me\n;\ndhyāyantaḥ\n—\nmeditating\n;\nupāsate\n—\nworship\n;\nteṣām\n—\nof them\n;\naham\n—\nI\n;\nsamuddhartā\n—\nthe deliverer\n;\nmṛtyu\n—\nof death\n;\nsaṁsāra\n—\nin material existence\n;\nsāgarāt\n—\nfrom the ocean\n;\nbhavāmi\n—\nI become\n;\nna\n—\nnot\n;\ncirāt\n—\nafter a long time\n;\npārtha\n—\nO son of Pṛthā\n;\nmayi\n—\nupon Me\n;\nāveśita\n—\nfixed\n;\ncetasām\n—\nof those whose minds\n.",
  "translation": "But those who worship Me, giving up all their activities unto Me and being devoted to Me without deviation, engaged in devotional service and always meditating upon Me, having fixed their minds upon Me, O son of Pṛthā – for them I am the swift deliverer from the ocean of birth and death.",
  "purport": [
    "It is explicitly stated here that the devotees are very fortunate to be delivered very soon from material existence by the Lord. In pure devotional service one comes to the realization that God is great and that the individual soul is subordinate to Him. His duty is to render service to the Lord – and if he does not, then he will render service to",
    "māyā.",
    "As stated before, the Supreme Lord can be appreciated only by devotional service. Therefore, one should be fully devoted. One should fix his mind fully on Kṛṣṇa in order to achieve Him. One should work only for Kṛṣṇa. It does not matter in what kind of work one engages, but that work should be done only for Kṛṣṇa. That is the standard of devotional service. The devotee does not desire any achievement other than pleasing the Supreme Personality of Godhead. His life’s mission is to please Kṛṣṇa, and he can sacrifice everything for Kṛṣṇa’s satisfaction, just as Arjuna did in the Battle of Kurukṣetra. The process is very simple: one can devote himself in his occupation and engage at the same time in chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. Such transcendental chanting attracts the devotee to the Personality of Godhead.",
    "The Supreme Lord herein promises that without delay He will deliver a pure devotee thus engaged from the ocean of material existence. Those who are advanced in",
    "yoga",
    "practice can willfully transfer the soul to whatever planet they like by the",
    "yoga",
    "process, and others take the opportunity in various ways, but as far as the devotee is concerned, it is clearly stated here that the Lord Himself takes him. The devotee does not need to wait to become very experienced in order to transfer himself to the spiritual sky.",
    "In the",
    "Varāha Purāṇa",
    "this verse appears:",
    "nayāmi paramaṁ sthānam",
    "arcir-ādi-gatiṁ vinā",
    "garuḍa-skandham āropya",
    "yatheccham anivāritaḥ",
    "The purport of this verse is that a devotee does not need to practice",
    "aṣṭāṅga-yoga",
    "in order to transfer his soul to the spiritual planets. The responsibility is taken by the Supreme Lord Himself. He clearly states here that He Himself becomes the deliverer. A child is completely cared for by his parents, and thus his position is secure. Similarly, a devotee does not need to endeavor to transfer himself by",
    "yoga",
    "practice to other planets. Rather, the Supreme Lord, by His great mercy, comes at once, riding on His bird carrier Garuḍa, and at once delivers the devotee from material existence. Although a man who has fallen in the ocean may struggle very hard and may be very expert in swimming, he cannot save himself. But if someone comes and picks him up from the water, then he is easily rescued. Similarly, the Lord picks up the devotee from this material existence. One simply has to practice the easy process of Kṛṣṇa consciousness and fully engage himself in devotional service. Any intelligent man should always prefer the process of devotional service to all other paths. In the",
    "Nārāyaṇīya",
    "this is confirmed as follows:",
    "yā vai sādhana-sampattiḥ",
    "puruṣārtha-catuṣṭaye",
    "tayā vinā tad āpnoti",
    "naro nārāyaṇāśrayaḥ",
    "The purport of this verse is that one should not engage in the different processes of fruitive activity or cultivate knowledge by the mental speculative process. One who is devoted to the Supreme Personality can attain all the benefits derived from other yogic processes, speculation, rituals, sacrifices, charities, etc. That is the specific benediction of devotional service.",
    "Simply by chanting the holy name of Kṛṣṇa – Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare – a devotee of the Lord can approach the supreme destination easily and happily, but this destination cannot be approached by any other process of religion.",
    "The conclusion of",
    "Bhagavad-gītā",
    "is stated in the Eighteenth Chapter:",
    "sarva-dharmān parityajya",
    "mām ekaṁ śaraṇaṁ vraja",
    "ahaṁ tvāṁ sarva-pāpebhyo",
    "mokṣayiṣyāmi mā śucaḥ",
    "One should give up all other processes of self-realization and simply execute devotional service in Kṛṣṇa consciousness. That will enable one to reach the highest perfection of life. There is no need for one to consider the sinful actions of his past life, because the Supreme Lord fully takes charge of him. Therefore one should not futilely try to deliver himself in spiritual realization. Let everyone take shelter of the supreme omnipotent Godhead, Kṛṣṇa. That is the highest perfection of life."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "ye",
        "meaning": "those who"
      },
      {
        "sanskrit": "tu",
        "meaning": "but"
      },
      {
        "sanskrit": "sarvāṇi",
        "meaning": "all"
      },
      {
        "sanskrit": "karmāṇi",
        "meaning": "activities"
      },
      {
        "sanskrit": "mayi",
        "meaning": "unto Me"
      },
      {
        "sanskrit": "sannyasya",
        "meaning": "giving up"
      },
      {
        "sanskrit": "mat parāḥ",
        "meaning": "being attached to Me"
      },
      {
        "sanskrit": "ananyena",
        "meaning": "without division"
      },
      {
        "sanskrit": "eva",
        "meaning": "certainly"
      },
      {
        "sanskrit": "yogena",
        "meaning": "by practice of such bhakti-yoga"
      },
      {
        "sanskrit": "mām",
        "meaning": "upon Me"
      },
      {
        "sanskrit": "dhyāyantaḥ",
        "meaning": "meditating"
      },
      {
        "sanskrit": "upāsate",
        "meaning": "worship"
      },
      {
        "sanskrit": "teṣām",
        "meaning": "of them"
      },
      {
        "sanskrit": "aham",
        "meaning": "I"
      },
      {
        "sanskrit": "samuddhartā",
        "meaning": "the deliverer"
      },
      {
        "sanskrit": "mṛtyu",
        "meaning": "of death"
      },
      {
        "sanskrit": "saṁsāra",
        "meaning": "in material existence"
      },
      {
        "sanskrit": "sāgarāt",
        "meaning": "from the ocean"
      },
      {
        "sanskrit": "bhavāmi",
        "meaning": "I become"
      },
      {
        "sanskrit": "na",
        "meaning": "not"
      },
      {
        "sanskrit": "cirāt",
        "meaning": "after a long time"
      },
      {
        "sanskrit": "pārtha",
        "meaning": "O son of Pṛthā"
      },
      {
        "sanskrit": "mayi",
        "meaning": "upon Me"
      },
      {
        "sanskrit": "āveśita",
        "meaning": "fixed"
      }
    ]
  }
}