{
  "temp_id": "vedabase-bg-18-47",
  "chapter": 18,
  "verse": 47,
  "verse_id": "bg-18-47",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "श्रेयान्स्वधर्मो विगुण: परधर्मात्स्वनुष्ठितात् ।\nस्वभावनियतं कर्म कुर्वन्नाप्‍नोति किल्बिषम् ॥ ४७ ॥",
    "iast": "śreyān sva-dharmo viguṇaḥ\npara-dharmāt sv-anuṣṭhitāt\nsvabhāva-niyataṁ karma\nkurvan nāpnoti kilbiṣam"
  },
  "synonyms_raw": "śreyān\n—\nbetter\n;\nsva\n-\ndharmaḥ\n—\none’s own occupation\n;\nviguṇaḥ\n—\nimperfectly performed\n;\npara\n-\ndharmāt\n—\nthan another’s occupation\n;\nsu\n-\nanuṣṭhitāt\n—\nperfectly done\n;\nsvabhāva\n-\nniyatam\n—\nprescribed according to one’s nature\n;\nkarma\n—\nwork\n;\nkurvan\n—\nperforming\n;\nna\n—\nnever\n;\nāpnoti\n—\nachieves\n;\nkilbiṣam\n—\nsinful reactions\n.",
  "translation": "It is better to engage in one’s own occupation, even though one may perform it imperfectly, than to accept another’s occupation and perform it perfectly. Duties prescribed according to one’s nature are never affected by sinful reactions.",
  "purport": [
    "One’s occupational duty is prescribed in",
    "Bhagavad-gītā.",
    "As already discussed in previous verses, the duties of a",
    "brāhmaṇa, kṣatriya, vaiśya",
    "and",
    "śūdra",
    "are prescribed according to their particular modes of nature. One should not imitate another’s duty. A man who is by nature attracted to the kind of work done by",
    "śūdras",
    "should not artificially claim to be a",
    "brāhmaṇa,",
    "although he may have been born into a",
    "brāhmaṇa",
    "family. In this way one should work according to his own nature; no work is abominable, if performed in the service of the Supreme Lord. The occupational duty of a",
    "brāhmaṇa",
    "is certainly in the mode of goodness, but if a person is not by nature in the mode of goodness, he should not imitate the occupational duty of a",
    "brāhmaṇa.",
    "For a",
    "kṣatriya,",
    "or administrator, there are so many abominable things; a",
    "kṣatriya",
    "has to be violent to kill his enemies, and sometimes a",
    "kṣatriya",
    "has to tell lies for the sake of diplomacy. Such violence and duplicity accompany political affairs, but a",
    "kṣatriya",
    "is not supposed to give up his occupational duty and try to perform the duties of a",
    "brāhmaṇa.",
    "One should act to satisfy the Supreme Lord. For example, Arjuna was a",
    "kṣatriya.",
    "He was hesitating to fight the other party. But if such fighting is performed for the sake of Kṛṣṇa, the Supreme Personality of Godhead, there need be no fear of degradation. In the business field also, sometimes a merchant has to tell so many lies to make a profit. If he does not do so, there can be no profit. Sometimes a merchant says, “Oh, my dear customer, for you I am making no profit,” but one should know that without profit the merchant cannot exist. Therefore it should be taken as a simple lie if a merchant says that he is not making a profit. But the merchant should not think that because he is engaged in an occupation in which the telling of lies is compulsory, he should give up his profession and pursue the profession of a",
    "brāhmaṇa.",
    "That is not recommended. Whether one is a",
    "kṣatriya,",
    "a",
    "vaiśya,",
    "or a",
    "śūdra",
    "doesn’t matter, if he serves, by his work, the Supreme Personality of Godhead. Even",
    "brāhmaṇas,",
    "who perform different types of sacrifice, sometimes must kill animals because sometimes animals are sacrificed in such ceremonies. Similarly, if a",
    "kṣatriya",
    "engaged in his own occupation kills an enemy, there is no sin incurred. In the Third Chapter these matters have been clearly and elaborately explained; every man should work for the purpose of Yajña, or for Viṣṇu, the Supreme Personality of Godhead. Anything done for personal sense gratification is a cause of bondage. The conclusion is that everyone should be engaged according to the particular mode of nature he has acquired, and he should decide to work only to serve the supreme cause of the Supreme Lord."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "śreyān",
        "meaning": "better"
      },
      {
        "sanskrit": "sva dharmaḥ",
        "meaning": "one’s own occupation"
      },
      {
        "sanskrit": "viguṇaḥ",
        "meaning": "imperfectly performed"
      },
      {
        "sanskrit": "para dharmāt",
        "meaning": "than another’s occupation"
      },
      {
        "sanskrit": "su anuṣṭhitāt",
        "meaning": "perfectly done"
      },
      {
        "sanskrit": "svabhāva niyatam",
        "meaning": "prescribed according to one’s nature"
      },
      {
        "sanskrit": "karma",
        "meaning": "work"
      },
      {
        "sanskrit": "kurvan",
        "meaning": "performing"
      },
      {
        "sanskrit": "na",
        "meaning": "never"
      },
      {
        "sanskrit": "āpnoti",
        "meaning": "achieves"
      }
    ]
  }
}