{
  "temp_id": "vedabase-bg-03-24",
  "chapter": 3,
  "verse": 24,
  "verse_id": "bg-03-24",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् ।\nसङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः ॥ २४ ॥",
    "iast": "utsīdeyur ime lokā\nna kuryāṁ karma ced aham\nsaṅkarasya ca kartā syām\nupahanyām imāḥ prajāḥ"
  },
  "synonyms_raw": "utsīdeyuḥ\n—\nwould be put into ruin\n;\nime\n—\nall these\n;\nlokāḥ\n—\nworlds\n;\nna\n—\nnot\n;\nkuryām\n—\nI perform\n;\nkarma\n—\nprescribed duties\n;\ncet\n—\nif\n;\naham\n—\nI\n;\nsaṅkarasya\n—\nof unwanted population\n;\nca\n—\nand\n;\nkartā\n—\ncreator\n;\nsyām\n—\nwould be\n;\nupahanyām\n—\nwould destroy\n;\nimāḥ\n—\nall these\n;\nprajāḥ\n—\nliving entities\n.",
  "translation": "If I did not perform prescribed duties, all these worlds would be put to ruination. I would be the cause of creating unwanted population, and I would thereby destroy the peace of all living beings.",
  "purport": [
    "Varṇa-saṅkara",
    "is unwanted population which disturbs the peace of the general society. In order to check this social disturbance, there are prescribed rules and regulations by which the population can automatically become peaceful and organized for spiritual progress in life. When Lord Kṛṣṇa descends, naturally He deals with such rules and regulations in order to maintain the prestige and necessity of such important performances. The Lord is the father of all living entities, and if the living entities are misguided, indirectly the responsibility goes to the Lord. Therefore, whenever there is general disregard of regulative principles, the Lord Himself descends and corrects the society. We should, however, note carefully that although we have to follow in the footsteps of the Lord, we still have to remember that we cannot imitate Him. Following and imitating are not on the same level. We cannot imitate the Lord by lifting Govardhana Hill, as the Lord did in His childhood. It is impossible for any human being. We have to follow His instructions, but we may not imitate Him at any time. The",
    "Śrīmad-Bhāgavatam",
    "(10.33.30–31) affirms:",
    "naitat samācarej jātu",
    "manasāpi hy anīśvaraḥ",
    "vinaśyaty ācaran mauḍhyād",
    "yathārudro ’bdhi-jaṁ viṣam",
    "īśvarāṇāṁ vacaḥ satyaṁ",
    "tathaivācaritaṁ kvacit",
    "teṣāṁ yat sva-vaco-yuktaṁ",
    "buddhimāṁs tat samācaret",
    "“One should simply follow the instructions of the Lord and His empowered servants. Their instructions are all good for us, and any intelligent person will perform them as instructed. However, one should guard against trying to imitate their actions. One should not try to drink the ocean of poison in imitation of Lord Śiva.”",
    "We should always consider the position of the",
    "īśvaras,",
    "or those who can actually control the movements of the sun and moon, as superior. Without such power, one cannot imitate the",
    "īśvaras,",
    "who are superpowerful. Lord Śiva drank poison to the extent of swallowing an ocean, but if any common man tries to drink even a fragment of such poison, he will be killed. There are many pseudo devotees of Lord Śiva who want to indulge in smoking",
    "gañjā",
    "(marijuana) and similar intoxicating drugs, forgetting that by so imitating the acts of Lord Śiva they are calling death very near. Similarly, there are some pseudo devotees of Lord Kṛṣṇa who prefer to imitate the Lord in His",
    "rāsa-līlā,",
    "or dance of love, forgetting their inability to lift Govardhana Hill. It is best, therefore, that one not try to imitate the powerful, but simply follow their instructions; nor should one try to occupy their posts without qualification. There are so many “incarnations” of God without the power of the Supreme Godhead."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "utsīdeyuḥ",
        "meaning": "would be put into ruin"
      },
      {
        "sanskrit": "ime",
        "meaning": "all these"
      },
      {
        "sanskrit": "lokāḥ",
        "meaning": "worlds"
      },
      {
        "sanskrit": "na",
        "meaning": "not"
      },
      {
        "sanskrit": "kuryām",
        "meaning": "I perform"
      },
      {
        "sanskrit": "karma",
        "meaning": "prescribed duties"
      },
      {
        "sanskrit": "cet",
        "meaning": "if"
      },
      {
        "sanskrit": "aham",
        "meaning": "I"
      },
      {
        "sanskrit": "saṅkarasya",
        "meaning": "of unwanted population"
      },
      {
        "sanskrit": "ca",
        "meaning": "and"
      },
      {
        "sanskrit": "kartā",
        "meaning": "creator"
      },
      {
        "sanskrit": "syām",
        "meaning": "would be"
      },
      {
        "sanskrit": "upahanyām",
        "meaning": "would destroy"
      },
      {
        "sanskrit": "imāḥ",
        "meaning": "all these"
      }
    ]
  }
}