{
  "temp_id": "vedabase-bg-14-08",
  "chapter": 14,
  "verse": 8,
  "verse_id": "bg-14-08",
  "verse_group": null,
  "composite": false,
  "sanskrit": {
    "devanagari": "तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम् ।\nप्रमादालस्यनिद्राभिस्तन्निबध्‍नाति भारत ॥ ८ ॥",
    "iast": "tamas tv ajñāna-jaṁ viddhi\nmohanaṁ sarva-dehinām\npramādālasya-nidrābhis\ntan nibadhnāti bhārata"
  },
  "synonyms_raw": "tamaḥ\n—\nthe mode of ignorance\n;\ntu\n—\nbut\n;\najñāna\n-\njam\n—\nproduced of ignorance\n;\nviddhi\n—\nknow\n;\nmohanam\n—\nthe delusion\n;\nsarva\n-\ndehinām\n—\nof all embodied beings\n;\npramāda\n—\nwith madness\n;\nālasya\n—\nindolence\n;\nnidrābhiḥ\n—\nand sleep\n;\ntat\n—\nthat\n;\nnibadhnāti\n—\nbinds\n;\nbhārata\n—\nO son of Bharata\n.",
  "translation": "O son of Bharata, know that the mode of darkness, born of ignorance, is the delusion of all embodied living entities. The results of this mode are madness, indolence and sleep, which bind the conditioned soul.",
  "purport": [
    "In this verse the specific application of the word",
    "tu",
    "is very significant. This means that the mode of ignorance is a very peculiar qualification of the embodied soul. The mode of ignorance is just the opposite of the mode of goodness. In the mode of goodness, by development of knowledge, one can understand what is what, but the mode of ignorance is just the opposite. Everyone under the spell of the mode of ignorance becomes mad, and a madman cannot understand what is what. Instead of making advancement, one becomes degraded. The definition of the mode of ignorance is stated in the Vedic literature.",
    "Vastu-yāthātmya-jñānāvarakaṁ viparyaya-jñāna-janakaṁ tamaḥ:",
    "under the spell of ignorance, one cannot understand a thing as it is. For example, everyone can see that his grandfather has died and therefore he will also die; man is mortal. The children that he conceives will also die. So death is sure. Still, people are madly accumulating money and working very hard all day and night, not caring for the eternal spirit. This is madness. In their madness, they are very reluctant to make advancement in spiritual understanding. Such people are very lazy. When they are invited to associate for spiritual understanding, they are not much interested. They are not even active like the man who is controlled by the mode of passion. Thus another symptom of one embedded in the mode of ignorance is that he sleeps more than is required. Six hours of sleep is sufficient, but a man in the mode of ignorance sleeps at least ten or twelve hours a day. Such a man appears to be always dejected and is addicted to intoxicants and sleeping. These are the symptoms of a person conditioned by the mode of ignorance."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  },
  "synonyms": {
    "language": "en",
    "items": [
      {
        "sanskrit": "tamaḥ",
        "meaning": "the mode of ignorance"
      },
      {
        "sanskrit": "tu",
        "meaning": "but"
      },
      {
        "sanskrit": "ajñāna jam",
        "meaning": "produced of ignorance"
      },
      {
        "sanskrit": "viddhi",
        "meaning": "know"
      },
      {
        "sanskrit": "mohanam",
        "meaning": "the delusion"
      },
      {
        "sanskrit": "sarva dehinām",
        "meaning": "of all embodied beings"
      },
      {
        "sanskrit": "pramāda",
        "meaning": "with madness"
      },
      {
        "sanskrit": "ālasya",
        "meaning": "indolence"
      },
      {
        "sanskrit": "nidrābhiḥ",
        "meaning": "and sleep"
      },
      {
        "sanskrit": "tat",
        "meaning": "that"
      },
      {
        "sanskrit": "nibadhnāti",
        "meaning": "binds"
      }
    ]
  }
}