{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.5.6.prabhupada.exposition",
  "editorial_unit_ref": "bg.5.6.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "There are two classes of\n\nsannyāsīs,\n\nor persons in the renounced order of life. The Māyāvādī\n\nsannyāsīs\n\nare engaged in the study of Sāṅkhya philosophy, whereas the Vaiṣṇava\n\nsannyāsīs\n\nare engaged in the study of\n\nBhāgavatam\n\nphilosophy, which affords the proper commentary on the\n\nVedānta-sūtras.\n\nThe Māyāvādī\n\nsannyāsīs\n\nalso study the\n\nVedānta-sūtras,\n\nbut use their own commentary, called\n\nŚārīraka-bhāṣya,\n\nwritten by Śaṅkarācārya. The students of the\n\nBhāgavata\n\nschool are engaged in the devotional service of the Lord, according to\n\npāñcarātrikī\n\nregulations, and therefore the Vaiṣṇava\n\nsannyāsīs\n\nhave multiple engagements in the transcendental service of the Lord. The Vaiṣṇava\n\nsannyāsīs\n\nhave nothing to do with material activities, and yet they perform various activities in their devotional service to the Lord. But the Māyāvādī\n\nsannyāsīs,\n\nengaged in the studies of Sāṅkhya and Vedānta and speculation, cannot relish the transcendental service of the Lord. Because their studies become very tedious, they sometimes become tired of Brahman speculation, and thus they take shelter of the\n\nBhāgavatam\n\nwithout proper understanding. Consequently their study of the\n\nŚrīmad-Bhāgavatam\n\nbecomes troublesome. Dry speculations and impersonal interpretations by artificial means are all useless for the Māyāvādī\n\nsannyāsīs.\n\nThe Vaiṣṇava\n\nsannyāsīs,\n\nwho are engaged in devotional service, are happy in the discharge of their transcendental duties, and they have the guarantee of ultimate entrance into the kingdom of God. The Māyāvādī\n\nsannyāsīs\n\nsometimes fall down from the path of self-realization and again enter into material activities of a philanthropic and altruistic nature, which are nothing but material engagements. Therefore, the conclusion is that those who are engaged in Kṛṣṇa conscious activities are better situated than the\n\nsannyāsīs\n\nengaged in simple speculation about what is Brahman and what is not Brahman, although they too come to Kṛṣṇa consciousness, after many births."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}