{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.6.16.prabhupada.exposition",
  "editorial_unit_ref": "bg.6.16.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "Regulation of diet and sleep is recommended herein for the\n\nyogīs.\n\nToo much eating means eating more than is required to keep the body and soul together. There is no need for men to eat animals, because there is an ample supply of grains, vegetables, fruits and milk. Such simple foodstuff is considered to be in the mode of goodness according to the\n\nBhagavad-gītā.\n\nAnimal food is for those in the mode of ignorance. Therefore, those who indulge in animal food, drinking, smoking and eating food which is not first offered to Kṛṣṇa will suffer sinful reactions because of eating only polluted things.\n\nBhuñjate te tv aghaṁ pāpā ye pacanty ātma-kāraṇāt.\n\nAnyone who eats for sense pleasure, or cooks for himself, not offering his food to Kṛṣṇa, eats only sin. One who eats sin and eats more than is allotted to him cannot execute perfect\n\nyoga.\n\nIt is best that one eat only the remnants of foodstuff offered to Kṛṣṇa. A person in Kṛṣṇa consciousness does not eat anything which is not first offered to Kṛṣṇa. Therefore, only the Kṛṣṇa conscious person can attain perfection in\n\nyoga\n\npractice. Nor can one who artificially abstains from eating, manufacturing his own personal process of fasting, practice\n\nyoga.\n\nThe Kṛṣṇa conscious person observes fasting as it is recommended in the scriptures. He does not fast or eat more than is required, and he is thus competent to perform\n\nyoga\n\npractice. One who eats more than required will dream very much while sleeping, and he must consequently sleep more than is required. One should not sleep more than six hours daily. One who sleeps more than six hours out of twenty-four is certainly influenced by the mode of ignorance. A person in the mode of ignorance is lazy and prone to sleep a great deal. Such a person cannot perform\n\nyoga."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}