{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.6.1.prabhupada.exposition",
  "editorial_unit_ref": "bg.6.1.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "In this chapter the Lord explains that the process of the eightfold\n\nyoga\n\nsystem is a means to control the mind and the senses. However, this is very difficult for people in general to perform, especially in the Age of Kali. Although the eightfold\n\nyoga\n\nsystem is recommended in this chapter, the Lord emphasizes that the process of\n\nkarma-yoga,\n\nor acting in Kṛṣṇa consciousness, is better. Everyone acts in this world to maintain his family and their paraphernalia, but no one is working without some self-interest, some personal gratification, be it concentrated or extended. The criterion of perfection is to act in Kṛṣṇa consciousness, and not with a view to enjoying the fruits of work. To act in Kṛṣṇa consciousness is the duty of every living entity because all are constitutionally parts and parcels of the Supreme. The parts of the body work for the satisfaction of the whole body. The limbs of the body do not act for self-satisfaction but for the satisfaction of the complete whole. Similarly, the living entity who acts for satisfaction of the supreme whole and not for personal satisfaction is the perfect\n\nsannyāsī,\n\nthe perfect\n\nyogī.\n\nThe\n\nsannyāsīs\n\nsometimes artificially think that they have become liberated from all material duties, and therefore they cease to perform\n\nagnihotra yajñas\n\n(fire sacrifices), but actually they are self-interested because their goal is to become one with the impersonal Brahman. Such a desire is greater than any material desire, but it is not without self-interest. Similarly, the mystic\n\nyogī\n\nwho practices the\n\nyoga\n\nsystem with half-open eyes, ceasing all material activities, desires some satisfaction for his personal self. But a person acting in Kṛṣṇa consciousness works for the satisfaction of the whole, without self-interest. A Kṛṣṇa conscious person has no desire for self-satisfaction. His criterion of success is the satisfaction of Kṛṣṇa, and thus he is the perfect\n\nsannyāsī,\n\nor perfect\n\nyogī.\n\nLord Caitanya, the highest perfectional symbol of renunciation, prays in this way:\n\nna dhanaṁ na janaṁ na sundarīṁ\n\nkavitāṁ vā jagad-īśa kāmaye\n\nmama janmani janmanīśvare\n\nbhavatād bhaktir ahaitukī tvayi\n\n“O Almighty Lord, I have no desire to accumulate wealth, nor to enjoy beautiful women. Nor do I want any number of followers. What I want only is the causeless mercy of Your devotional service in my life, birth after birth.”"
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}