{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.8.17.prabhupada.exposition",
  "editorial_unit_ref": "bg.8.17.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "The duration of the material universe is limited. It is manifested in cycles of\n\nkalpas.\n\nA\n\nkalpa\n\nis a day of Brahmā, and one day of Brahmā consists of a thousand cycles of four\n\nyugas,\n\nor ages: Satya, Tretā, Dvāpara and Kali. The cycle of Satya is characterized by virtue, wisdom and religion, there being practically no ignorance and vice, and the\n\nyuga\n\nlasts 1,728,000 years. In the Tretā-yuga vice is introduced, and this\n\nyuga\n\nlasts 1,296,000 years. In the Dvāpara-yuga there is an even greater decline in virtue and religion, vice increasing, and this\n\nyuga\n\nlasts 864,000 years. And finally in Kali-yuga (the\n\nyuga\n\nwe have now been experiencing over the past 5,000 years) there is an abundance of strife, ignorance, irreligion and vice, true virtue being practically nonexistent, and this\n\nyuga\n\nlasts 432,000 years. In Kali-yuga vice increases to such a point that at the termination of the\n\nyuga\n\nthe Supreme Lord Himself appears as the Kalki\n\navatāra,\n\nvanquishes the demons, saves His devotees, and commences another Satya-yuga. Then the process is set rolling again. These four\n\nyugas,\n\nrotating a thousand times, comprise one day of Brahmā, and the same number comprise one night. Brahmā lives one hundred of such “years” and then dies. These “hundred years” by earth calculations total to 311 trillion and 40 billion earth years. By these calculations the life of Brahmā seems fantastic and interminable, but from the viewpoint of eternity it is as brief as a lightning flash. In the Causal Ocean there are innumerable Brahmās rising and disappearing like bubbles in the Atlantic. Brahmā and his creation are all part of the material universe, and therefore they are in constant flux.\n\nIn the material universe not even Brahmā is free from the process of birth, old age, disease and death. Brahmā, however, is directly engaged in the service of the Supreme Lord in the management of this universe – therefore he at once attains liberation. Elevated\n\nsannyāsīs\n\nare promoted to Brahmā’s particular planet, Brahmaloka, which is the highest planet in the material universe and which survives all the heavenly planets in the upper strata of the planetary system, but in due course Brahmā and all the inhabitants of Brahmaloka are subject to death, according to the law of material nature."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}