{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.9.32.prabhupada.exposition",
  "editorial_unit_ref": "bg.9.32.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "It is clearly declared here by the Supreme Lord that in devotional service there is no distinction between the lower and higher classes of people. In the material conception of life there are such divisions, but for a person engaged in transcendental devotional service to the Lord there are not. Everyone is eligible for the supreme destination. In the\n\nŚrīmad-Bhāgavatam\n\n(2.4.18)\n\nit is stated that even the lowest, who are called\n\ncaṇḍālas\n\n(dog-eaters), can be purified by association with a pure devotee. Therefore devotional service and the guidance of a pure devotee are so strong that there is no discrimination between the lower and higher classes of men; anyone can take to it. The most simple man taking shelter of the pure devotee can be purified by proper guidance. According to the different modes of material nature, men are classified in the mode of goodness (\n\nbrāhmaṇas\n\n), the mode of passion (\n\nkṣatriyas,\n\nor administrators), the mixed modes of passion and ignorance (\n\nvaiśyas,\n\nor merchants), and the mode of ignorance (\n\nśūdras,\n\nor workers). Those lower than them are called\n\ncaṇḍālas,\n\nand they are born in sinful families. Generally, the association of those born in sinful families is not accepted by the higher classes. But the process of devotional service is so strong that the pure devotee of the Supreme Lord can enable people of all the lower classes to attain the highest perfection of life. This is possible only when one takes shelter of Kṛṣṇa. As indicated here by the word\n\nvyapāśritya,\n\none has to take shelter completely of Kṛṣṇa. Then one can become much greater than great\n\njñānīs\n\nand\n\nyogīs."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}