{
  "scripture": "Bhagavad-gītā",
  "chapter": 4,
  "verse": 21,
  "verse_id": "bg-04-21",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nनिराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः ।\nशारीरं केवलं कर्म कुर्वन्नाप्‍नोति किल्बिषम् ॥ २१ ॥",
    "iast": "Verse text\nnirāśīr yata-cittātmā\ntyakta-sarva-parigrahaḥ\nśārīraṁ kevalaṁ karma\nkurvan nāpnoti kilbiṣam"
  },
  "synonyms": "Synonyms\nnirāśīḥ\n—\nwithout desire for the result\n;\nyata\n—\ncontrolled\n;\ncitta\n-\nātmā\n—\nmind and intelligence\n;\ntyakta\n—\ngiving up\n;\nsarva\n—\nall\n;\nparigrahaḥ\n—\nsense of proprietorship over possessions\n;\nśārīram\n—\nin keeping body and soul together\n;\nkevalam\n—\nonly\n;\nkarma\n—\nwork\n;\nkurvan\n—\ndoing\n;\nna\n—\nnever\n;\nāpnoti\n—\ndoes acquire\n;\nkilbiṣam\n—\nsinful reactions\n.",
  "translation": "Translation\nSuch a man of understanding acts with mind and intelligence perfectly controlled, gives up all sense of proprietorship over his possessions and acts only for the bare necessities of life. Thus working, he is not affected by sinful reactions.",
  "purport": [
    "Purport",
    "A Kṛṣṇa conscious person does not expect good or bad results in his activities. His mind and intelligence are fully controlled. He knows that because he is part and parcel of the Supreme, the part played by him, as a part and parcel of the whole, is not his own activity but is only being done through him by the Supreme. When the hand moves, it does not move out of its own accord, but by the endeavor of the whole body. A Kṛṣṇa conscious person is always dovetailed with the supreme desire, for he has no desire for personal sense gratification. He moves exactly like a part of a machine. As a machine part requires oiling and cleaning for maintenance, so a Kṛṣṇa conscious man maintains himself by his work just to remain fit for action in the transcendental loving service of the Lord. He is therefore immune to all the reactions of his endeavors. Like an animal, he has no proprietorship even over his own body. A cruel proprietor of an animal sometimes kills the animal in his possession, yet the animal does not protest. Nor does it have any real independence. A Kṛṣṇa conscious person, fully engaged in self-realization, has very little time to falsely possess any material object. For maintaining body and soul, he does not require unfair means of accumulating money. He does not, therefore, become contaminated by such material sins. He is free from all reactions to his actions."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}