{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.15.18.prabhupada.exposition",
  "editorial_unit_ref": "bg.15.18.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "No one can surpass the Supreme Personality of Godhead, Kṛṣṇa – neither the conditioned soul nor the liberated soul. He is therefore the greatest of personalities. Now it is clear here that the living entities and the Supreme Personality of Godhead are individuals. The difference is that the living entities, either in the conditioned state or in the liberated state, cannot surpass in quantity the inconceivable potencies of the Supreme Personality of Godhead. It is incorrect to think of the Supreme Lord and the living entities as being on the same level or equal in all respects. There is always the question of superiority and inferiority between their personalities. The word\n\nuttama\n\nis very significant. No one can surpass the Supreme Personality of Godhead.\n\nThe word\n\nloke\n\nsignifies “in the\n\npauruṣa āgama\n\n(the\n\nsmṛti\n\nscriptures).” As confirmed in the\n\nNirukti\n\ndictionary,\n\nlokyate vedārtho ’nena:\n\n“The purpose of the\n\nVedas\n\nis explained by the\n\nsmṛti\n\nscriptures.”\n\nThe Supreme Lord, in His localized aspect of Paramātmā, is also described in the\n\nVedas\n\nthemselves. The following verse appears in the\n\nVedas\n\n(\n\nChāndogya Upaniṣad\n\n8.12.3):\n\ntāvad eṣa samprasādo ’smāc charīrāt samutthāya paraṁ jyoti-rūpaṁ sampadya svena rūpeṇābhiniṣpadyate sa uttamaḥ puruṣaḥ.\n\n“The Supersoul coming out of the body enters the impersonal\n\nbrahma-jyotir;\n\nthen in His form He remains in His spiritual identity. That Supreme is called the Supreme Personality.” This means that the Supreme Personality is exhibiting and diffusing His spiritual effulgence, which is the ultimate illumination. That Supreme Personality also has a localized aspect as Paramātmā. By incarnating Himself as the son of Satyavatī and Parāśara, He explains the Vedic knowledge as Vyāsadeva."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}