{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.6.13-14.prabhupada.exposition",
  "editorial_unit_ref": "bg.6.13-14.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "The goal of life is to know Kṛṣṇa, who is situated within the heart of every living being as Paramātmā, the four-handed Viṣṇu form. The\n\nyoga\n\nprocess is practiced in order to discover and see this localized form of Viṣṇu, and not for any other purpose. The localized\n\nviṣṇu-mūrti\n\nis the plenary representation of Kṛṣṇa dwelling within one’s heart. One who has no program to realize this\n\nviṣṇu-mūrti\n\nis uselessly engaged in mock\n\nyoga\n\npractice and is certainly wasting his time. Kṛṣṇa is the ultimate goal of life, and the\n\nviṣṇu-mūrti\n\nsituated in one’s heart is the object of\n\nyoga\n\npractice. To realize this\n\nviṣṇu-mūrti\n\nwithin the heart, one has to observe complete abstinence from sex life; therefore one has to leave home and live alone in a secluded place, remaining seated as mentioned above. One cannot enjoy sex life daily at home or elsewhere and attend a so-called\n\nyoga\n\nclass and thus become a\n\nyogī.\n\nOne has to practice controlling the mind and avoiding all kinds of sense gratification, of which sex life is the chief. In the rules of celibacy written by the great sage Yājñavalkya it is said:\n\nkarmaṇā manasā vācā\n\nsarvāvasthāsu sarvadā\n\nsarvatra maithuna-tyāgo\n\nbrahmacaryaṁ pracakṣate\n\n“The vow of\n\nbrahmacarya\n\nis meant to help one completely abstain from sex indulgence in work, words and mind – at all times, under all circumstances and in all places.” No one can perform correct\n\nyoga\n\npractice through sex indulgence.\n\nBrahmacarya\n\nis taught, therefore, from childhood, when one has no knowledge of sex life. Children at the age of five are sent to the\n\nguru-kula,\n\nor the place of the spiritual master, and the master trains the young boys in the strict discipline of becoming\n\nbrahmacārīs.\n\nWithout such practice, no one can make advancement in any\n\nyoga,\n\nwhether it be\n\ndhyāna, jñāna\n\nor\n\nbhakti.\n\nOne who, however, follows the rules and regulations of married life, having a sexual relationship only with his wife (and that also under regulation), is also called a\n\nbrahmacārī.\n\nSuch a restrained householder\n\nbrahmacārī\n\nmay be accepted in the\n\nbhakti\n\nschool, but the\n\njñāna\n\nand\n\ndhyāna\n\nschools do not even admit householder\n\nbrahmacārīs.\n\nThey require complete abstinence without compromise. In the\n\nbhakti\n\nschool, a householder\n\nbrahmacārī\n\nis allowed controlled sex life because the cult of\n\nbhakti-yoga\n\nis so powerful that one automatically loses sexual attraction, being engaged in the superior service of the Lord. In the\n\nBhagavad-gītā\n\n(2.59)\n\nit is said:\n\nviṣayā vinivartante\n\nnirāhārasya dehinaḥ\n\nrasa-varjaṁ raso ’py asya\n\nparaṁ dṛṣṭvā nivartate\n\nWhereas others are forced to restrain themselves from sense gratification, a devotee of the Lord automatically refrains because of superior taste. Other than the devotee, no one has any information of that superior taste.\n\nVigata-bhīḥ.\n\nOne cannot be fearless unless one is fully in Kṛṣṇa consciousness. A conditioned soul is fearful due to his perverted memory, his forgetfulness of his eternal relationship with Kṛṣṇa. The\n\nBhāgavatam\n\n(11.2.37)\n\nsays,\n\nbhayaṁ dvitīyābhiniveśataḥ syād īśād apetasya viparyayo ’smṛtiḥ.\n\nKṛṣṇa consciousness is the only basis for fearlessness. Therefore, perfect practice is possible for a person who is Kṛṣṇa conscious. And since the ultimate goal of\n\nyoga\n\npractice is to see the Lord within, a Kṛṣṇa conscious person is already the best of all\n\nyogīs.\n\nThe principles of the\n\nyoga\n\nsystem mentioned herein are different from those of the popular so-called\n\nyoga\n\nsocieties."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}