{
  "scripture": "Bhagavad-gītā",
  "chapter": 2,
  "verse": 55,
  "verse_id": "bg-02-55",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nश्रीभगवानुवाच\nप्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।\nआत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥ ५५ ॥",
    "iast": "Verse text\nśrī-bhagavān uvāca\nprajahāti yadā kāmān\nsarvān pārtha mano-gatān\nātmany evātmanā tuṣṭaḥ\nsthita-prajñas tadocyate"
  },
  "synonyms": "Synonyms\nśrī\n-\nbhagavān\nuvāca\n—\nthe Supreme Personality of Godhead said\n;\nprajahāti\n—\ngives up\n;\nyadā\n—\nwhen\n;\nkāmān\n—\ndesires for sense gratification\n;\nsarvān\n—\nof all varieties\n;\npārtha\n—\nO son of Pṛthā\n;\nmanaḥ\n-\ngatān\n—\nof mental concoction\n;\nātmani\n—\nin the pure state of the soul\n;\neva\n—\ncertainly\n;\nātmanā\n—\nby the purified mind\n;\ntuṣṭaḥ\n—\nsatisfied\n;\nsthita\n-\nprajñaḥ\n—\ntranscendentally situated\n;\ntadā\n—\nat that time\n;\nucyate\n—\nis said\n.",
  "translation": "Translation\nThe Supreme Personality of Godhead said: O Pārtha, when a man gives up all varieties of desire for sense gratification, which arise from mental concoction, and when his mind, thus purified, finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness.",
  "purport": [
    "Purport",
    "The",
    "Bhāgavatam",
    "affirms that any person who is fully in Kṛṣṇa consciousness, or devotional service of the Lord, has all the good qualities of the great sages, whereas a person who is not so transcendentally situated has no good qualifications, because he is sure to be taking refuge in his own mental concoctions. Consequently, it is rightly said herein that one has to give up all kinds of sense desire manufactured by mental concoction. Artificially, such sense desires cannot be stopped. But if one is engaged in Kṛṣṇa consciousness, then, automatically, sense desires subside without extraneous efforts. Therefore, one has to engage himself in Kṛṣṇa consciousness without hesitation, for this devotional service will instantly help one onto the platform of transcendental consciousness. The highly developed soul always remains satisfied in himself by realizing himself as the eternal servitor of the Supreme Lord. Such a transcendentally situated person has no sense desires resulting from petty materialism; rather, he remains always happy in his natural position of eternally serving the Supreme Lord."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}