{
  "scripture": "Bhagavad-gītā",
  "chapter": 18,
  "verse": 22,
  "verse_id": "bg-18-22",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nयत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् ।\nअतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम् ॥ २२ ॥",
    "iast": "Verse text\nyat tu kṛtsna-vad ekasmin\nkārye saktam ahaitukam\natattvārtha-vad alpaṁ ca\ntat tāmasam udāhṛtam"
  },
  "synonyms": "Synonyms\nyat\n—\nthat which\n;\ntu\n—\nbut\n;\nkṛtsna\n-\nvat\n—\nas all in all\n;\nekasmin\n—\nin one\n;\nkārye\n—\nwork\n;\nsaktam\n—\nattached\n;\nahaitukam\n—\nwithout cause\n;\natattva\n-\nartha\n-\nvat\n—\nwithout knowledge of reality\n;\nalpam\n—\nvery meager\n;\nca\n—\nand\n;\ntat\n—\nthat\n;\ntāmasam\n—\nin the mode of darkness\n;\nudāhṛtam\n—\nis said to be\n.",
  "translation": "Translation\nAnd that knowledge by which one is attached to one kind of work as the all in all, without knowledge of the truth, and which is very meager, is said to be in the mode of darkness.",
  "purport": [
    "Purport",
    "The “knowledge” of the common man is always in the mode of darkness or ignorance because every living entity in conditional life is born into the mode of ignorance. One who does not develop knowledge through the authorities or scriptural injunctions has knowledge that is limited to the body. He is not concerned about acting in terms of the directions of scripture. For him God is money, and knowledge means the satisfaction of bodily demands. Such knowledge has no connection with the Absolute Truth. It is more or less like the knowledge of the ordinary animals: the knowledge of eating, sleeping, defending and mating. Such knowledge is described here as the product of the mode of darkness. In other words, knowledge concerning the spirit soul beyond this body is called knowledge in the mode of goodness, knowledge producing many theories and doctrines by dint of mundane logic and mental speculation is the product of the mode of passion, and knowledge concerned only with keeping the body comfortable is said to be in the mode of ignorance."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}