{
  "scripture": "Bhagavad-gītā",
  "chapter": 3,
  "verse": 5,
  "verse_id": "bg-03-05",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nन हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् ।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः ॥ ५ ॥",
    "iast": "Verse text\nna hi kaścit kṣaṇam api\njātu tiṣṭhaty akarma-kṛt\nkāryate hy avaśaḥ karma\nsarvaḥ prakṛti-jair guṇaiḥ"
  },
  "synonyms": "Synonyms\nna\n—\nnor\n;\nhi\n—\ncertainly\n;\nkaścit\n—\nanyone\n;\nkṣaṇam\n—\na moment\n;\napi\n—\nalso\n;\njātu\n—\nat any time\n;\ntiṣṭhati\n—\nremains\n;\nakarma\n-\nkṛt\n—\nwithout doing something\n;\nkāryate\n—\nis forced to do\n;\nhi\n—\ncertainly\n;\navaśaḥ\n—\nhelplessly\n;\nkarma\n—\nwork\n;\nsarvaḥ\n—\nall\n;\nprakṛti\n-\njaiḥ\n—\nborn of the modes of material nature\n;\nguṇaiḥ\n—\nby the qualities\n.",
  "translation": "Translation\nEveryone is forced to act helplessly according to the qualities he has acquired from the modes of material nature; therefore no one can refrain from doing something, not even for a moment.",
  "purport": [
    "Purport",
    "It is not a question of embodied life, but it is the nature of the soul to be always active. Without the presence of the spirit soul, the material body cannot move. The body is only a dead vehicle to be worked by the spirit soul, which is always active and cannot stop even for a moment. As such, the spirit soul has to be engaged in the good work of Kṛṣṇa consciousness, otherwise it will be engaged in occupations dictated by the illusory energy. In contact with material energy, the spirit soul acquires material modes, and to purify the soul from such affinities it is necessary to engage in the prescribed duties enjoined in the",
    "śāstras.",
    "But if the soul is engaged in his natural function of Kṛṣṇa consciousness, whatever he is able to do is good for him. The",
    "Śrīmad-Bhāgavatam",
    "(1.5.17)",
    "affirms this:",
    "tyaktvā sva-dharmaṁ caraṇāmbujaṁ harer",
    "bhajann apakvo ’tha patet tato yadi",
    "yatra kva vābhadram abhūd amuṣya kiṁ",
    "ko vārtha āpto ’bhajatāṁ sva-dharmataḥ",
    "“If someone takes to Kṛṣṇa consciousness, even though he may not follow the prescribed duties in the",
    "śāstras",
    "or execute the devotional service properly, and even though he may fall down from the standard, there is no loss or evil for him. But if he carries out all the injunctions for purification in the",
    "śāstras,",
    "what does it avail him if he is not Kṛṣṇa conscious?” So the purificatory process is necessary for reaching this point of Kṛṣṇa consciousness. Therefore,",
    "sannyāsa,",
    "or any purificatory process, is to help reach the ultimate goal of becoming Kṛṣṇa conscious, without which everything is considered a failure."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}