{
  "scripture": "Bhagavad-gītā",
  "chapter": 3,
  "verse": 29,
  "verse_id": "bg-03-29",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nप्रकृतेर्गुणसम्मूढाः सज्ज‍न्ते गुणकर्मसु ।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥ २९ ॥",
    "iast": "Verse text\nprakṛter guṇa-sammūḍhāḥ\nsajjante guṇa-karmasu\ntān akṛtsna-vido mandān\nkṛtsna-vin na vicālayet"
  },
  "synonyms": "Synonyms\nprakṛteḥ\n—\nof material nature\n;\nguṇa\n—\nby the modes\n;\nsammūḍhāḥ\n—\nbefooled by material identification\n;\nsajjante\n—\nthey become engaged\n;\nguṇa\n-\nkarmasu\n—\nin material activities\n;\ntān\n—\nthose\n;\nakṛtsna\n-\nvidaḥ\n—\npersons with a poor fund of knowledge\n;\nmandān\n—\nlazy to understand self-realization\n;\nkṛtsna\n-\nvit\n—\none who is in factual knowledge\n;\nna\n—\nnot\n;\nvicālayet\n—\nshould try to agitate\n.",
  "translation": "Translation\nBewildered by the modes of material nature, the ignorant fully engage themselves in material activities and become attached. But the wise should not unsettle them, although these duties are inferior due to the performers’ lack of knowledge.",
  "purport": [
    "Purport",
    "Persons who are unknowledgeable falsely identify with gross material consciousness and are full of material designations. This body is a gift of the material nature, and one who is too much attached to the bodily consciousness is called",
    "manda,",
    "or a lazy person without understanding of spirit soul. Ignorant men think of the body as the self; they accept bodily connections with others as kinsmanship, the land in which the body is obtained is their object of worship, and they consider the formalities of religious rituals to be ends in themselves. Social work, nationalism and altruism are some of the activities for such materially designated persons. Under the spell of such designations, they are always busy in the material field; for them spiritual realization is a myth, and so they are not interested. Those who are enlightened in spiritual life, however, should not try to agitate such materially engrossed persons. Better to prosecute one’s own spiritual activities silently. Such bewildered persons may be engaged in such primary moral principles of life as nonviolence and similar materially benevolent work.",
    "Men who are ignorant cannot appreciate activities in Kṛṣṇa consciousness, and therefore Lord Kṛṣṇa advises us not to disturb them and simply waste valuable time. But the devotees of the Lord are more kind than the Lord because they understand the purpose of the Lord. Consequently they undertake all kinds of risks, even to the point of approaching ignorant men to try to engage them in the acts of Kṛṣṇa consciousness, which are absolutely necessary for the human being."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}