{
  "schema": "vedic-library.exposition",
  "schema_version": "1.0.0",
  "uid": "bg.2.31.prabhupada.exposition",
  "editorial_unit_ref": "bg.2.31.prabhupada",
  "exposition": {
    "type": "purport",
    "language": "en",
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "content": "Out of the four orders of social administration, the second order, for the matter of good administration, is called\n\nkṣatriya. Kṣat\n\nmeans hurt. One who gives protection from harm is called\n\nkṣatriya\n\n(\n\ntrāyate\n\n– to give protection). The\n\nkṣatriyas\n\nare trained for killing in the forest. A\n\nkṣatriya\n\nwould go into the forest and challenge a tiger face to face and fight with the tiger with his sword. When the tiger was killed, it would be offered the royal order of cremation. This system has been followed even up to the present day by the\n\nkṣatriya\n\nkings of Jaipur state. The\n\nkṣatriyas\n\nare specially trained for challenging and killing because religious violence is sometimes a necessary factor. Therefore,\n\nkṣatriyas\n\nare never meant for accepting directly the order of\n\nsannyāsa,\n\nor renunciation. Nonviolence in politics may be a diplomacy, but it is never a factor or principle. In the religious law books it is stated:\n\nāhaveṣu mitho ’nyonyaṁ\n\njighāṁsanto mahī-kṣitaḥ\n\nyuddhamānāḥ paraṁ śaktyā\n\nsvargaṁ yānty aparāṅ-mukhāḥ\n\nyajñeṣu paśavo brahman\n\nhanyante satataṁ dvijaiḥ\n\nsaṁskṛtāḥ kila mantraiś ca\n\nte ’pi svargam avāpnuvan\n\n“In the battlefield, a king or\n\nkṣatriya,\n\nwhile fighting another king envious of him, is eligible for achieving the heavenly planets after death, as the\n\nbrāhmaṇas\n\nalso attain the heavenly planets by sacrificing animals in the sacrificial fire.” Therefore, killing on the battlefield on religious principles and killing animals in the sacrificial fire are not at all considered to be acts of violence, because everyone is benefited by the religious principles involved. The animal sacrificed gets a human life immediately without undergoing the gradual evolutionary process from one form to another, and the\n\nkṣatriyas\n\nkilled on the battlefield also attain the heavenly planets, as do the\n\nbrāhmaṇas\n\nwho attain them by offering sacrifice.\n\nThere are two kinds of\n\nsva-dharmas,\n\nspecific duties. As long as one is not liberated, one has to perform the duties of his particular body in accordance with religious principles in order to achieve liberation. When one is liberated, one’s\n\nsva-dharma\n\n– specific duty – becomes spiritual and is not in the material bodily concept. In the bodily conception of life there are specific duties for the\n\nbrāhmaṇas\n\nand\n\nkṣatriyas\n\nrespectively, and such duties are unavoidable.\n\nSva-dharma\n\nis ordained by the Lord, and this will be clarified in the Fourth Chapter. On the bodily plane\n\nsva-dharma\n\nis called\n\nvarṇāśrama-dharma,\n\nor man’s steppingstone for spiritual understanding. Human civilization begins from the stage of\n\nvarṇāśrama-dharma,\n\nor specific duties in terms of the specific modes of nature of the body obtained. Discharging one’s specific duty in any field of action in accordance with the orders of higher authorities serves to elevate one to a higher status of life."
  },
  "source": {
    "edition": "Bhagavad-gītā As It Is",
    "editor": "BBT",
    "lineage": "Gaudiya Vaishnava"
  }
}