{
  "scripture": "Bhagavad-gītā",
  "chapter": 10,
  "verse": 27,
  "verse_id": "bg-10-27",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nउच्‍चैःश्रवसमश्वानां विद्धि माममृतोद्भ‍वम् ।\nऐरावतं गजेन्द्राणां नराणां च नराधिपम् ॥ २७ ॥",
    "iast": "Verse text\nuccaiḥśravasam aśvānāṁ\nviddhi mām amṛtodbhavam\nairāvataṁ gajendrāṇāṁ\nnarāṇāṁ ca narādhipam"
  },
  "synonyms": "Synonyms\nuccaiḥśravasam\n—\nUccaiḥśravā\n;\naśvānām\n—\namong horses\n;\nviddhi\n—\nknow\n;\nmām\n—\nMe\n;\namṛta\n-\nudbhavam\n—\nproduced from the churning of the ocean\n;\nairāvatam\n—\nAirāvata\n;\ngaja\n-\nindrāṇām\n—\nof lordly elephants\n;\nnarāṇām\n—\namong human beings\n;\nca\n—\nand\n;\nnara\n-\nadhipam\n—\nthe king\n.",
  "translation": "Translation\nOf horses know Me to be Uccaiḥśravā, produced during the churning of the ocean for nectar. Of lordly elephants I am Airāvata, and among men I am the monarch.",
  "purport": [
    "Purport",
    "The devotee demigods and the demons (",
    "asuras",
    ") once took part in churning the sea. From this churning, nectar and poison were produced, and Lord Śiva drank the poison. From the nectar were produced many entities, of which there was a horse named Uccaiḥśravā. Another animal produced from the nectar was an elephant named Airāvata. Because these two animals were produced from nectar, they have special significance, and they are representatives of Kṛṣṇa.",
    "Amongst the human beings, the king is the representative of Kṛṣṇa because Kṛṣṇa is the maintainer of the universe, and the kings, who are appointed on account of their godly qualifications, are maintainers of their kingdoms. Kings like Mahārāja Yudhiṣṭhira, Mahārāja Parīkṣit and Lord Rāma were all highly righteous kings who always thought of the citizens’ welfare. In Vedic literature, the king is considered to be the representative of God. In this age, however, with the corruption of the principles of religion, monarchy decayed and is now finally abolished. It is to be understood that in the past, however, people were more happy under righteous kings."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}