{
  "scripture": "Bhagavad-gītā",
  "chapter": 9,
  "verse": 27,
  "verse_id": "bg-09-27",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nयत्करोषि यदश्न‍ासि यज्ज‍ुहोषि ददासि यत् ।\nयत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् ॥ २७ ॥",
    "iast": "Verse text\nyat karoṣi yad aśnāsi\nyaj juhoṣi dadāsi yat\nyat tapasyasi kaunteya\ntat kuruṣva mad-arpaṇam"
  },
  "synonyms": "Synonyms\nyat\n—\nwhatever\n;\nkaroṣi\n—\nyou do\n;\nyat\n—\nwhatever\n;\naśnāsi\n—\nyou eat\n;\nyat\n—\nwhatever\n;\njuhoṣi\n—\nyou offer\n;\ndadāsi\n—\nyou give away\n;\nyat\n—\nwhatever\n;\nyat\n—\nwhatever\n;\ntapasyasi\n—\nausterities you perform\n;\nkaunteya\n—\nO son of Kuntī\n;\ntat\n—\nthat\n;\nkuruṣva\n—\ndo\n;\nmat\n—\nunto Me\n;\narpaṇam\n—\nas an offering\n.",
  "translation": "Translation\nWhatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform – do that, O son of Kuntī, as an offering to Me.",
  "purport": [
    "Purport",
    "Thus, it is the duty of everyone to mold his life in such a way that he will not forget Kṛṣṇa in any circumstance. Everyone has to work for maintenance of his body and soul together, and Kṛṣṇa recommends herein that one should work for Him. Everyone has to eat something to live; therefore he should accept the remnants of foodstuffs offered to Kṛṣṇa. Any civilized man has to perform some religious ritualistic ceremonies; therefore Kṛṣṇa recommends, “Do it for Me,” and this is called",
    "arcana.",
    "Everyone has a tendency to give something in charity; Kṛṣṇa says, “Give it to Me,” and this means that all surplus money accumulated should be utilized in furthering the Kṛṣṇa consciousness movement. Nowadays people are very much inclined to the meditational process, which is not practical in this age, but if anyone practices meditating on Kṛṣṇa twenty-four hours a day by chanting the Hare Kṛṣṇa",
    "mantra",
    "round his beads, he is surely the greatest meditator and the greatest",
    "yogī,",
    "as substantiated by the Sixth Chapter of",
    "Bhagavad-gītā."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}