{
  "scripture": "Bhagavad-gītā",
  "chapter": 9,
  "verse": 18,
  "verse_id": "bg-09-18",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nगतिर्भर्ता प्रभु: साक्षी निवास: शरणं सुहृत् ।\nप्रभव: प्रलय: स्थानं निधानं बीजमव्ययम् ॥ १८ ॥",
    "iast": "Verse text\ngatir bhartā prabhuḥ sākṣī\nnivāsaḥ śaraṇaṁ suhṛt\nprabhavaḥ pralayaḥ sthānaṁ\nnidhānaṁ bījam avyayam"
  },
  "synonyms": "Synonyms\ngatiḥ\n—\ngoal\n;\nbhartā\n—\nsustainer\n;\nprabhuḥ\n—\nLord\n;\nsākṣī\n—\nwitness\n;\nnivāsaḥ\n—\nabode\n;\nśaraṇam\n—\nrefuge\n;\nsu\n-\nhṛt\n—\nmost intimate friend\n;\nprabhavaḥ\n—\ncreation\n;\npralayaḥ\n—\ndissolution\n;\nsthānam\n—\nground\n;\nnidhānam\n—\nresting place\n;\nbījam\n—\nseed\n;\navyayam\n—\nimperishable\n.",
  "translation": "Translation\nI am the goal, the sustainer, the master, the witness, the abode, the refuge and the most dear friend. I am the creation and the annihilation, the basis of everything, the resting place and the eternal seed.",
  "purport": [
    "Purport",
    "Gati",
    "means the destination where we want to go. But the ultimate goal is Kṛṣṇa, although people do not know it. One who does not know Kṛṣṇa is misled, and his so-called progressive march is either partial or hallucinatory. There are many who make as their destination different demigods, and by rigid performance of the strict respective methods they reach different planets known as Candraloka, Sūryaloka, Indraloka, Maharloka, etc. But all such",
    "lokas,",
    "or planets, being creations of Kṛṣṇa, are simultaneously Kṛṣṇa and not Kṛṣṇa. Such planets, being manifestations of Kṛṣṇa’s energy, are also Kṛṣṇa, but actually they serve only as a step forward for realization of Kṛṣṇa. To approach the different energies of Kṛṣṇa is to approach Kṛṣṇa indirectly. One should directly approach Kṛṣṇa, for that will save time and energy. For example, if there is a possibility of going to the top of a building by the help of an elevator, why should one go by the staircase, step by step? Everything is resting on Kṛṣṇa’s energy; therefore without Kṛṣṇa’s shelter nothing can exist. Kṛṣṇa is the supreme ruler because everything belongs to Him and everything exists on His energy. Kṛṣṇa, being situated in everyone’s heart, is the supreme witness. The residences, countries or planets on which we live are also Kṛṣṇa. Kṛṣṇa is the ultimate goal of shelter, and therefore one should take shelter of Kṛṣṇa either for protection or for annihilation of his distress. And whenever we have to take protection, we should know that our protection must be a living force. Kṛṣṇa is the supreme living entity. And since Kṛṣṇa is the source of our generation, or the supreme father, no one can be a better friend than Kṛṣṇa, nor can anyone be a better well-wisher. Kṛṣṇa is the original source of creation and the ultimate rest after annihilation. Kṛṣṇa is therefore the eternal cause of all causes."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}