{
  "scripture": "Bhagavad-gītā",
  "chapter": 9,
  "verse": 22,
  "verse_id": "bg-09-22",
  "verse_group": null,
  "sanskrit": {
    "devanagari": "Devanagari\nअनन्याश्चिन्तयन्तो मां ये जना: पर्युपासते ।\nतेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् ॥ २२ ॥",
    "iast": "Verse text\nananyāś cintayanto māṁ\nye janāḥ paryupāsate\nteṣāṁ nityābhiyuktānāṁ\nyoga-kṣemaṁ vahāmy aham"
  },
  "synonyms": "Synonyms\nananyāḥ\n—\nhaving no other object\n;\ncintayantaḥ\n—\nconcentrating\n;\nmām\n—\non Me\n;\nye\n—\nthose who\n;\njanāḥ\n—\npersons\n;\nparyupāsate\n—\nproperly worship\n;\nteṣām\n—\nof them\n;\nnitya\n—\nalways\n;\nabhiyuktānām\n—\nfixed in devotion\n;\nyoga\n—\nrequirements\n;\nkṣemam\n—\nprotection\n;\nvahāmi\n—\ncarry\n;\naham\n—\nI\n.",
  "translation": "Translation\nBut those who always worship Me with exclusive devotion, meditating on My transcendental form – to them I carry what they lack, and I preserve what they have.",
  "purport": [
    "Purport",
    "One who is unable to live for a moment without Kṛṣṇa consciousness cannot but think of Kṛṣṇa twenty-four hours a day, being engaged in devotional service by hearing, chanting, remembering, offering prayers, worshiping, serving the lotus feet of the Lord, rendering other services, cultivating friendship and surrendering fully to the Lord. Such activities are all auspicious and full of spiritual potencies, which make the devotee perfect in self-realization, so that his only desire is to achieve the association of the Supreme Personality of Godhead. Such a devotee undoubtedly approaches the Lord without difficulty. This is called",
    "yoga.",
    "By the mercy of the Lord, such a devotee never comes back to this material condition of life.",
    "Kṣema",
    "refers to the merciful protection of the Lord. The Lord helps the devotee to achieve Kṛṣṇa consciousness by",
    "yoga,",
    "and when he becomes fully Kṛṣṇa conscious the Lord protects him from falling down to a miserable conditioned life."
  ],
  "source": {
    "author": "A. C. Bhaktivedanta Swami Prabhupāda",
    "edition": "Bhagavad-gītā As It Is",
    "language": "en",
    "provider": "vedabase.io"
  }
}